Repository: amikey/ideU
Catalog: src/lang/ideu_*.po
Languages: ar, de, el, eo, fr, he, id, it, ro, uk

source: Executed lines hint on/off
de: Ausführungshinweis ein/aus
el: Ενεργοποίηση/απενεργοποίηση υπόδειξης εκτελεσμένων γραμμών
eo: Plenitaj linioj sugestas ŝalti/malŝalti
fr: Indicateur de lignes exécutées activé/désactivé
he: רמז לשורות שבוצעו להפעלה/כיבוי
id: Petunjuk baris yang dijalankan aktif/nonaktif
it: Suggerimento linee eseguite attivato/disattivato
ro: Liniile executate indiciu pornit/dezactivat
uk: Увімкнути/вимкнути підказку про виконані рядки

source: From &Template
de: Von &Vorlage

source: From &Program
de: Von &Programm

source: Empty
de: L&eer

source: Open copy
ar: نسخة مفتوحة
de: &Kopie öffnen
el: Άνοιγμα αντιγράφου
eo: Malfermu kopion
fr: Ouvrir une copie
he: פתח עותק
id: Buka salinan
it: Apri copia
ro: Deschide o copie
uk: Відкрити копію

source: Save as copy
de: als Kopie speichern

source: Edite&d
de: E&ditiert

source: Actions for Edited Source File
de: Aktionen für editierte Quellendatei

source: Make X
de: Erstellen X

source: Compile without parameters
de: Ohne Parameter kompilieren

source: Beautifier
ar: المجمل
de: Formatierer
el: Ομορφοποιητής
eo: Belliganto
fr: Embellisseur
he: מייפה
id: Mempercantik
it: Abbellitore
ro: Îmbunătățitor
uk: Прикрашувач

source: Beautifier of the edited code
de: Editierten Code formatieren

source: MSE Modules
de: MSE-Module

source: Find &Component
de: &Komponente suchen

source: Form Designer
de: Formular-Designer

source: General and extra setting.
de: Allgemeine und zusätzliche Einstellungen

source: &General Setting
de: All&gemeine Einstellungen

source: &Extra Setting
de: Zusätzliche &Einstellungen

source: Configure Widgets
de: &Widgets konfigurieren

source: Configure Compilers
de: Compiler konfigurieren

source: Configure Debuggers
de: Debugger konfigurieren

source: Silver
de: Silber

source: Language (Lang)
de: Sprache (Lang)

source: Help
de: &Hilfe

source: About
ar: حول
de: &Über
el: Σχετικά
eo: Pri
fr: A propos de
he: אודות
id: Tentang
it: Informazioni su
ro: Despre
uk: Про

source: English [en]
ar: لنجليزية [en]
de: Deutsch [de]
el: Αγγλικά [en]
eo: La angla [en]
fr: Anglais [en]
he: אנגלית [en]
id: Indonesia [id]
it: Italiano [it]
ro: Română [ro]
uk: Український [uk]

source: &Cancel
ar: لغء
el: &Ακύρωση
eo: &Nuligi
fr: &Annuler
he: &בטל
id: &Batalkan
it: &Annulla
ro: &Anulează
uk: &Скасувати

source: &Abort
ar: حبط
el: &Ακύρωση
eo: &Aborti
fr: &Arrèter
he: &בטל
id: &Batalkan
ro: &Anulează
uk: &Скасувати

source: &OK
ar: موفق
el: &Εντάξει
eo: &Bone
fr: &Valider
he: &אישור
id: &Oke

source: &Yes
ar: نعم
el: &Ναι
eo: &Jes
fr: &Oui
he: &כן
id: &Ya
it: &Sì
ro: &Da
uk: &Так

source: &No
ar: ل
el: &Όχι
eo: &Ne
fr: &Non
he: &לא
id: &Tidak
ro: &Nu
uk: &Ні

source: &All
el: Ναι & όλα
eo: Jes &ĉio
he: כן והכל
id: Ya & semua
it: Sì e tutti
ro: &Toate
uk: &Усе

source: Yes &all
ar: نعم لكل
el: Ναι & όλα
eo: Jes &ĉio
fr: Oui &tout
he: כן והכל
id: Ya & semua
it: Sì e tutti
ro: Da &toate
uk: Так і все

source: N&o all
ar: ل لكل
el: Οχι όλα
eo: N&o ĉiuj
fr: A&ucun
he: לא הכל
id: T&o semua
it: N&o tutto
ro: N&o toate
uk: Немає всіх

source: &Ignore
ar: تجهل
el: &Παράβλεψη
eo: &Ignoru
fr: &Ignorer
he: &התעלם
id: &Abaikan
it: &Ignora
ro: &Ignorați
uk: &Ігнорувати

source: &Skip
ar: تخطي
el: &Παράλειψη
eo: &Saluti
fr: &Passer
he: &דלג
id: &Lewati
it: &Salta
ro: &Sariți
uk: &Пропустити

source: Co&ntinue
ar: متبعة
el: Συνέχεια
eo: Daŭrigu
fr: Co&ntinuer
he: המשך
id: Lanjutkan
it: Continua
ro: Co&continuați
uk: Продовжити

source: Skip all
ar: تخطي لكل
el: Παράλειψη όλων
eo: Saluti ĉion
fr: Passer tout
he: דלג על הכל
id: Lewati semua
it: Salta tutto
ro: Omiteți toate
uk: Пропустити все

source: Unknown moduleclass for
ar: فئة نمطية غير معروفة لـ
el: Άγνωστη κλάση λειτουργιών για
eo: Nekonata modulklaso por
he: מחלקת מודול לא ידועה עבור
id: Kelas modul tidak dikenal untuk
it: Classe modulo sconosciuta per
ro: Clasă de module necunoscută pentru
uk: Невідомий модульний клас для

source: Inherited component
ar: لمكون لموروث
el: Κληρονομικό στοιχείο
eo: Heredita komponanto
he: רכיב שעבר בירושה
id: Komponen bawaan
it: Componente ereditato
ro: Componentă moștenită
uk: Успадкований компонент

source: Runerror with
el: Σφάλμα εκτέλεσης με
eo: Runeraro kun
id: Jalankan kesalahan dengan
it: Runerror con
ro: Eroare de rulare cu
uk: Помилка запуску з

source: Recursive form inheritance of
ar: ورثة لشكل لعودي لـ
el: Αναδρομική κληρονομιά φόρμας του
eo: Rekursiva formo-heredaĵo de
he: ירושה בצורה רקורסיבית של
id: Pewarisan bentuk rekursif dari
it: Ereditarietà in forma ricorsiva di
ro: Moștenirea formei recursive a
uk: Рекурсивне успадкування форми

source: Component
ar: مكون
el: Στοιχείο
eo: Komponento
he: רכיב
id: Komponen
it: Componente
ro: Componentă
uk: Компонент

source: Ancestor for
ar: صل لـ
el: Πρόγονος για
eo: Prapatro por
he: אב קדמון עבור
id: Leluhur untuk
it: Antenato per
ro: Strămoș pentru
uk: Попередник для

source: Module
ar: وحدة
el: Ενότητα
eo: Modulo
he: מודול
id: Modul
it: Modulo
ro: Modul
uk: Модуль

source: Invalid name
ar: سم غير صلح
el: Μη έγκυρο όνομα
eo: Malvalida nomo
he: שם לא חוקי
id: Nama salah
it: Nome non valido
ro: Nume nevalid
uk: Недійсне ім'я

source: A module
ar: وحدة نمطية
el: Μια ενότητα
eo: Modulo
he: מודול
id: Modul
it: Un modulo
ro: Un modul
uk: Модуль

source: Can not read formfile
ar: ل يمكن قرءة ملف لنموذج
el: Δεν μπορώ να διαβάσω το αρχείο φόρμας
eo: Ne povas legi formulardosieron
he: לא יכול לקרוא את קובץ הטופס
id: Tidak dapat membaca formfile
it: Impossibile leggere il file del modulo
ro: Nu se poate citi formularul
uk: Неможливо прочитати файл форми

source: T&ools
ar: دوت
el: Τ&εργαλεία
eo: T&iloj
fr: Outils
he: כלים
id: S&Alat
it: T&ool
uk: Інструменти

source: MSE Unit
ar: وحدة MSE
el: Μονάδα MSE
eo: MSE-Unuo
fr: Unité MSE
he: יחידת MSE
id: Unit MSE
it: Unità MSE
ro: Unitate MSE
uk: Одиниця MSE

source: Scrollboxform
el: Πλαίσιο κύλισης
id: Formulir kotak gulir
uk: Прокрутка

source: Dockpanel
el: Πάνελ σύνδεσης
eo: Dockpanelo
fr: Panneau de quai
id: Panel dok
ro: Panou de andocare
uk: Док-панель

source: Recursive form hierarchy for
ar: تسلسل هرمي للنمذج لعودية لـ
el: Αναδρομική ιεραρχία φόρμας για
eo: Rekursiva formo-hierarkio por
he: היררכיית טפסים רקורסיבית עבור
id: Hierarki formulir rekursif untuk
it: Gerarchia dei moduli ricorsivi per
ro: Ierarhia formularelor recursive pentru
uk: Ієрархія рекурсивної форми для

source: Unable to open file
ar: تعذر فتح لملف
el: Δεν μπορώ να ανοίξω το αρχείο
eo: Ne eblas malfermi dosieron
he: לא ניתן לפתוח את הקובץ
id: Tidak dapat membuka file
it: Impossibile aprire il file
ro: Nu se poate deschide fișierul
uk: Неможливо відкрити файл

source: Start gdb server command
ar: بد مر خدم gdb
el: Έναρξη εντολής διακομιστή gdb
eo: Starti gdb-servilan komandon
he: התחל פקודת שרת gdb
id: Mulai perintah server gdb
it: Avvia il comando del server gdb
ro: Porniți comanda serverului gdb
uk: Запустити команду сервера gdb

source: Uploadcommand
ar: مر لتحميل
el: Εντολή μεταφόρτωσης
eo: Alŝutu komandon
he: פקודה העלאה
id: Unggah perintah
it: Comando di caricamento
ro: Comandă de încărcare
uk: Команда завантаження

source: Can not load Project
ar: ل يمكن تحميل لمشروع
el: Δεν είναι δυνατή η φόρτωση του έργου
eo: Ne povas ŝargi Projekton
he: לא ניתן לטעון את הפרויקט
id: Tidak dapat memuat Proyek
it: Impossibile caricare il progetto
ro: Nu se poate încărca proiectul
uk: Не вдається завантажити проект

source: All files
ar: كل لملفت
el: Όλα τα αρχεία
eo: Ĉiuj dosieroj
fr: Tous les fichiers
he: כל הקבצים
id: Semua file
it: Tutti i file
ro: Toate fișierele
uk: Усі файли

source: Text
ar: نص
el: Κείμενο
eo: Teksto
fr: Texte
he: טקסט
id: Teks
it: Testo
uk: Текст

source: Editor
ar: محرر
el: Επεξεργαστής
eo: Redaktilo
fr: Editeur
he: עורך
uk: Редактор

source: &Debugger
ar: لمصحح
el: &Εντοπιστής σφαλμάτων
eo: &Senĉimilo
fr: &Débogueur
he: &מאתר באגים
ro: &Depanator
uk: &Налагоджувач

source: &Exception
ar: ستثنء
el: &Εξαίρεση
eo: &Escepto
he: &חריג
id: &Pengecualian
it: &eccezione
ro: &Excepție
uk: &Виняток

source: &Target
ar: لهدف
el: &Στόχος
eo: &Celo
fr: &Cible
he: &יעד
uk: &Ціль

source: Simulator
ar: محكي
el: Προσομοιωτής
eo: Simulilo
fr: Simulateur
he: סימולטור
it: Simulatore
uk: Симулятор

source: &Make
ar: صنع
el: &Δημιουργία
eo: &Faru
fr: &Créer
he: &עשה
id: &Buat
it: &Crea
ro: &Face
uk: &Зробити

source: Min
el: Ελάχιστο
he: דקה
it: Minimo
uk: Мін

source: Max
el: Μέγ.
eo: Maksimumo
he: מקס
id: Maks
it: Massimo
uk: Макс

source: &Undo
ar: الغاء التحميل
el: &Αναίρεση
eo: &Malfari
fr: &Défaire
he: &בטל
id: &Urungkan
it: &Annulla
ro: &Anulați
uk: &Скасувати

source: &Redo
ar: إعادة
el: &Επανάληψη
eo: &Refari
fr: &Refaire
he: &בצע מחדש
id: &Ulangi
it: &Ripeti
ro: &Reface
uk: &Повторити

source: &Copy
ar: ينسخ
el: &Αντιγραφή
eo: &Kopiu
fr: &Copier
he: &העתק
id: &Salin
it: &Copia
ro: &Copiere
uk: &Копіювати

source: Cu&t
ar: يقطع
el: Αποκοπή
fr: C&ouper
uk: Вирізати

source: &Paste
ar: معجون
el: &Επικόλληση
eo: &Algluu
fr: Co&ller
he: &הדבק
id: &Tempel
it: &Incolla
ro: &Lipire
uk: &Вставити

source: Select &all
ar: اختر الكل
el: Επιλογή &όλων
eo: Elektu &ĉion
fr: &Sélectionner tout
he: בחר &הכל
id: Pilih &semua
it: Seleziona &tutti
ro: Selectați &toate
uk: Вибрати &все

source: &Append Row
el: &Προσθήκη σειράς
eo: &Aldonu Vicon
fr: &Ajouter ligne
he: &הוסף שורה
id: &Tambahkan Baris
it: &Aggiungi riga
ro: &Adăugați rând
uk: &Додати рядок

source: &Delete Row
el: &Διαγραφή σειράς
eo: &Forigi Vicon
fr: &Supprimer ligne
he: &מחק שורה
id: &Hapus Baris
it: &Cancella riga
ro: &Ștergeți rândul
uk: &Видалити рядок

source: &Home
ar: مسكن
el: &Αρχική σελίδα
eo: &Hejmo
fr: &Racine
he: &בית
id: &Beranda
it: &Casa
ro: &Acasă
uk: &Домашня сторінка

source: &Up
el: &Πάνω
eo: &Suren
fr: Remonter
he: &למעלה
id: &Atas
it: &Su
ro: &Sus
uk: &Вгору

source: &New
ar: جديد
el: &Νέο
eo: &Nova
fr: Nouveau rép.
he: &חדש
id: &Baru
it: &Nuovo
ro: &Nou
uk: &Новий

source: &Name
ar: اسم
el: &Όνομα
eo: &Nomo
fr: Nom
he: &שם
id: &Nama
it: &Nome
ro: &Nume
uk: &Назва

source: &Show hidden files
ar: أظهر الملفات المخفية
el: &Εμφάνιση κρυφών
eo: &Montri kaŝitajn
fr: Afficher fichiers cachés
he: &הצג קבצים מוסתרים
id: &Tampil. tersembunyi
it: &Mostra file nascosti
ro: &Afișează fișierele ascunse
uk: &Показати приховані файли

source: &Filter
ar: منقي
el: &Φίλτρο
eo: &Filtrilo
fr: Filtre
he: &מסנן
it: &Filtro
ro: &Filtru
uk: &Фільтр

source: Name
ar: لسم
el: Όνομα
eo: Nomo
fr: Nom
he: שם
id: Nama
it: Nome
ro: Nume
uk: Ім'я

source: System
el: Σύστημα
eo: Sistemo
fr: Système
he: מערכת
id: Sistem
it: Sistema
ro: Sistem
uk: Система

source: MS Icon
el: Εικονίδιο MS
eo: MS-Ikono
fr: Icone MS
he: סמל MS
id: Ikon MS
it: Icona MS

source: Dialog
el: Διάλογος
eo: Dialogo
fr: Dialogue
he: דיאלוג
it: Finestra di dialogo
uk: Діалог

source: Syntax
ar: بناء الجملة
el: Σύνταξη
eo: Sintakso
fr: Syntaxe
he: תחביר
id: Sintaks
it: Sintassi
ro: Sintaxă
uk: Синтаксис

source: Edited
ar: تم تحريره
el: Επεξεργάστηκε
eo: Redaktita
fr: Edité
he: ערוך
id: Diedit
it: Modificato
ro: Editat
uk: Відредаговано

source: Widgets
ar: الحاجيات
el: Γραφικά στοιχεία
eo: Fenestaĵoj
he: יישומונים
id: Widget
it: Widget
ro: Widget-uri
uk: Віджети

source: Panels
ar: اللوحات
el: Πάνελ
eo: Paneloj
fr: Panneaux
he: פאנלים
id: Panel
it: Pannelli
ro: Panouri
uk: Панелі

source: Threads
el: Νήματα
eo: Fadenoj
fr: Fils
he: חוטים
id: Utas
it: Fili
ro: Fire
uk: Потоки

source: Assembler
el: Συναρμολογητής
eo: Asemblero
he: אסמבלר
id: Perakitan
it: Assemblatore
ro: Asamblator
uk: Ассемблер

source: Target console
el: Κονσόλα στόχου
eo: Cela konzolo
fr: Console cible
he: קונסולת היעד
id: Konsol target
it: Console di destinazione
ro: Consola țintă
uk: Цільова консоль

source: MSE modules
el: Ενότητες MSE
eo: MSE-moduloj
fr: Modules MSE
he: מודולי MSE
id: modul MSE
it: Moduli MSE
ro: Module MSE
uk: Модулі MSE

source: Configure widgets
el: Διαμόρφωση γραφικών στοιχείων
eo: Agordu fenestraĵojn
fr: Configurer les widgets
he: הגדר ווידג'טים
id: Konfigurasikan widget
it: Configura widget
ro: Configurați widget-uri
uk: Налаштувати віджети

source: Configure compilers
el: Διαμόρφωση μεταγλωττιστών
eo: Agordu kompililojn
fr: Configurer les compilateurs
he: הגדר מהדרים
id: Konfigurasi kompiler
it: Configura compilatori
ro: Configurați compilatoarele
uk: Налаштувати компілятори

source: Configure debuggers
el: Ρύθμιση παραμέτρων εντοπισμού σφαλμάτων
eo: Agordu erarserĉilojn
fr: Configurer les débogueurs
he: הגדר מאפי באגים
id: Konfigurasikan debugger
it: Configura debugger
ro: Configurați dispozitivele de depanare
uk: Налаштувати відладчики

source: Open file
ar: افتح الملف
el: Άνοιγμα αρχείου
eo: Malfermu dosieron
fr: Ouvrir le fichier
he: פתח קובץ
id: Buka file
it: Apri file
ro: Deschide fișierul
uk: Відкрити файл

source: Case sensitive
el: Διάκριση πεζών-κεφαλαίων
eo: Majuskloj distingas
fr: Sensible à la casse
he: תלוי רישיות
id: Peka huruf besar kecil
it: Maiuscole/minuscole
ro: Sențial cu majuscule și minuscule
uk: З урахуванням регістру

source: Step instruction
el: Βήμα οδηγίες
eo: Paŝa instrukcio
fr: Instruction pas à pas
he: הוראות שלב
id: Petunjuk langkah
it: Istruzioni passo
ro: Instrucțiune pentru pași
uk: Покрокова інструкція

source: Host
ar: يستضيف
el: Κεντρικός υπολογιστής
eo: Gastiganto
fr: Hôte
he: מארח
id: Tuan Rumah
it: Ospite
ro: Folosiți fișiere MO în loc de fișiere PO
uk: Хост

source: Add Unit
el: Προσθήκη μονάδας
eo: Aldoni unuon
id: Tambah Satuan
it: Aggiungi unità
ro: Găsiți în mesaje
uk: Додати одиницю

source: Delete All
el: Διαγραφή όλων
eo: Forigi Ĉion
id: Hapus Semua
it: Elimina tutto
ro: Editați subtitrarea directorului
uk: Видалити все

source: Russian [ru]
ar: لروسية [ru]
el: Ρωσικά [ru]
eo: Ruse [ru]
fr: Russe [ru]
he: רוסית [ru]

source: French [fr]
ar: لفرنسية [fr]
el: Γαλλικά [fr]
eo: Franca [fr]
fr: Français [fr]
he: צרפתית [fr]

source: German [de]
ar: للمنية [de]
el: Γερμανικά [de]
eo: Germana [de]
fr: Allemand [de]
he: גרמנית] [de]

source: Spanish [es]
ar: لسبنية [es]
el: Ισπανικά [es]
eo: Hispana [es]
fr: Espagnol [es]
he: ספרדית [es]

source: Portuguese [pt]
ar: لبرتغلية [pt]
el: Πορτογαλικά [pt]
eo: Portugala [pt]
fr: Portugais [pt]
he: פורטוגזית [pt]

source: Chinese [zh]
ar: لصينية [zh]
el: Κινεζικά [zh]
eo: Ĉina [zh]
he: ינית [zh]

source: Italian [it]
ar: يطلي [it]
el: Ιταλικά [it]
eo: Itale [it]
he: איטלקית [it]

source: Dutch [nl]
ar: لهولندية [nl]
el: Ολλανδικά [nl]
eo: Nederlanda [nl]
he: הולנדית [nl]

source: Hebrew [he]
ar: لعبرية [he]
el: Εβραίος [he]
eo: Hebree [he]
he: עברית [he]

source: Indonesian [id]
ar: ندونيسي [id]
el: Ινδονησιακή [id]
eo: Indonezia [id]
he: אינדונזית [id]

source: Polish [pl]
ar: لبولندية [pl]
el: Πολωνικά [pl]
eo: Pola [pl]
he: פולנית [pl]

source: Esperanto [eo]
el: Εσπεράντο [eo]
he: אספרנטו [eo]

source: Greek [el]
ar: ليوننية [el]
el: Ελληνικά [el]
eo: Greka [el]
he: יוונית [el]

source: Arabic [ar]
el: Αραβικά [ar]
eo: Araba [ar]
he: ערבית [ar]

source: MS Bitmap
eo: MS Bitmapo
fr: Bitmap MS

source: Abort process
ro: Anulați procesul
uk: Припинити процес

source: Making
uk: Створення

source: CPU
he: מעבד
uk: ЦП

source: &Dir
fr: Ré&p
he: &דיר

source: XScale
ro: Strămoș

source: Unknown moduleclass for "
fr: Classe de module inconnue pour "

source: Inherited component "
fr: Composant hérité "

source: " can not be deleted.
fr: " ne peut pas être supprimé.

source: Runerror with "
fr: Erreur dexécution avec "

source: " running.
fr: " fonctionnement.

source: Recursive form inheritance of "
fr: Héritage de forme récursive de "

source: Component "
fr: Composant "

source: " exists.
fr: " existe.

source: Ancestor for "
fr: Ancêtre de "

source: " not found.
fr: " pas trouvé.

source: Invalid name "
fr: Nom incorrect "

source: A module "
fr: Un module "

source: " is already open.
fr: " est déjà ouvert.

source: Can not read formfile "
fr: Impossible de lire le fichier de formulaire "

source: File "
fr: Déposer "

source: Recursive form hierarchy for "
fr: Hiérarchie de forme récursive pour "

source: Unable to open file "
fr: Impossible douvrir le fichier "

source: Start gdb server command "
fr: Démarrer la commande du serveur gdb "

source: Uploadcommand "
fr: Télécharger la commande "

source: new
ar: جديد
fr: nouveau

source: Can not load Project "
fr: Impossible de charger le projet "

source: " has changed.
fr: " a changé.

source: &Font Alias
ar: الخط
fr: Alias-police

source: User &Colors
ar: ألوان المستخدم
fr: Couleurs utilisateur

source: Copy "setcolormapvalue" code to clipboard
fr: Copiez le code "setcolormapvalue" dans le presse-papiers

source: Espreranto [eo]
ar: اسبرانتو [eo]
