Repository: amikey/ideU
Catalog: src/lang/ideu_*.po
Languages: ar, de, el, eo, fr, he, id, it, ro, uk

source: Auto save
de: Automatisches speichern
el: Αυτόματη αποθήκευση
eo: Aŭtomata konservado
he: שמירה אוטומטית
id: Simpan otomatis
it: Salvataggio automatico
ro: Încărcare automată
uk: Автоматичне збереження

source: Load
de: Laden
el: Φόρτωση
eo: Ŝargi
he: טען
id: Muat
it: Carica
ro: Salvare automată
uk: Завантажити

source: Settings File
de: Einstellungsdatei
el: Αρχείο ρυθμίσεων
eo: Agorda Dosiero
he: קובץ הגדרות
id: File Pengaturan
it: File delle impostazioni
ro: Încărcare
uk: Файл налаштувань

source: Load/save debugger settings
de: Debugger-Einstellungen laden/speichern
el: Φόρτωση/αποθήκευση ρυθμίσεων προγράμματος εντοπισμού σφαλμάτων
eo: Ŝargi/konservi agordojn de la erarserĉilo
he: טען/שמור הגדרות באגים
id: Muat/simpan pengaturan debugger
it: Carica/salva le impostazioni del debugger
ro: Fișier de setări
uk: Завантажити/зберегти налаштування відладчика

source: Load/save storage settings
de: Speichereinstellungen laden/speichern
el: Φόρτωση/αποθήκευση ρυθμίσεων αποθήκευσης
eo: Ŝargi/konservi konservajn agordojn
he: טען/שמור הגדרות אחסון
id: Muat/simpan pengaturan penyimpanan
it: Carica/salva impostazioni di archiviazione
ro: Încărcați/salvați setările depanatorului
uk: Завантажити/зберегти налаштування пам'яті

source: Load/save project tree
de: Projektbaum laden/speichern
el: Φόρτωση/αποθήκευση δέντρου έργου
eo: Ŝargi/konservi projektarbon
he: טען/שמור עץ פרויקט
id: Muat/simpan pohon proyek
it: Carica/salva albero del progetto
ro: Încărcați/salvați setările de stocare
uk: Завантажити/зберегти дерево проекту

source: Space separated defines for {$ifdef}
de: Leerzeichengetrennte Definitionen für {$ifdef}
el: Ορισμοί χωρισμένου διαστήματος για {$ifdef}
eo: Spaco disigitaj difinas por {$ifdef}
id: Definisi yang dipisahkan spasi untuk {$ifdef}
it: Definizioni separate da spazio per {$ifdef}
ro: Încărcați/salvați arborele proiectului
uk: Розділені пробілами визначення для {$ifdef}

source: Copy All
de: Alles kopieren
el: Αντιγραφή όλων
eo: Kopiu Ĉion
id: Salin Semua
it: Copia tutto
ro: Definiri separate prin spatiu pentru {$ifdef}
uk: Копіювати все

source: Copy Selected
de: Auswahl kopieren
el: Επιλέχτηκε η αντιγραφή
eo: Kopiu Elektitan
id: Salin yang Dipilih
it: Copia selezionata
ro: Copiați tot
uk: Копіювати вибране

source: Copy Line
de: Zeile kopieren
el: Αντιγραφή γραμμής
eo: Kopiu Linio
id: Salin Baris
it: Copia riga
ro: Copiați selectat
uk: Копіювати рядок

source: Find in messages
de: In Mitteilungen suchen
el: Εύρεση στα μηνύματα
eo: Trovu en mesaĝoj
id: Temukan di pesan
it: Trova nei messaggi
ro: Copiați linia
uk: Знайти в повідомленнях

source: Add Text File
de: Textdatei hinzufügen
el: Προσθήκη αρχείου κειμένου
eo: Aldonu Tekstdosieron
id: Tambahkan File Teks
it: Aggiungi file di testo
ro: Elimină unitatea
uk: Додати текстовий файл

source: Remove Text File
de: Textdatei entfernen
el: Κατάργηση αρχείου κειμένου
eo: Forigi Tekstdosieron
id: Hapus File Teks
it: Rimuovi file di testo
ro: Adăugați fișierul text
uk: Видалити текстовий файл

source: Remove C-File
de: C-Datei entfernen
el: Κατάργηση αρχείου C
eo: Forigi C-Dosieron
id: Hapus File-C
it: Rimuovi file C
ro: Elimină fișierul text
uk: Видалити C-файл

source: Add C-File
de: C-Datei hinzufügen
el: Προσθήκη αρχείου C
eo: Aldoni C-Dosiero
id: Tambahkan C-File
it: Aggiungi file C
ro: Elimină fișierul C
uk: Додати C-файл

source: Add Directory
de: Verzeichnis hinzufügen
el: Προσθήκη καταλόγου
eo: Aldonu Dosierujon
id: Tambah Direktori
it: Aggiungi directory
ro: Adăugați fișierul C
uk: Додати каталог

source: Remove Directory
de: Verzeichnis entfernen
el: Κατάργηση καταλόγου
eo: Forigi Dosierujon
id: Hapus Direktori
it: Rimuovi directory
ro: Adăugați directorul
uk: Видалити каталог

source: Edit Directory Caption
de: Verzeichnistitel bearbeiten
el: Επεξεργασία λεζάντας καταλόγου
eo: Redakti Dosierujon
id: Edit Teks Direktori
it: Modifica didascalia directory
ro: Elimină directorul
uk: Редагувати підпис каталогу

source: Clear
de: Löschen
el: Διαγραφή
eo: Malplenigi
id: Hapus
it: Cancella
ro: Ștergeți tot
uk: Очистити

source: Delete selected row?
de: Gewählte Zeile löschen?
el: Διαγραφή επιλεγμένης σειράς ?
eo: Ĉu forigi elektitan vicon?
fr: Effacer la ligne sélectionnée ?
he: מחק את השורה שנבחרה?
id: Hapus baris yang dipilih?
it: Eliminare la riga selezionata?
ro: Ștergeți
uk: Видалити вибраний рядок?

source: Delete %s selected rows?
de: %s gewählte Zeilen löschen?
el: Διαγραφή %s επιλεγμένων σειρών ?
eo: Ĉu forigi %s elektitajn vicojn?
fr: Effacer les %s lignes sélectionnées ?
he: למחוק %s שורות נבחרות?
id: Hapus %s baris yang dipilih?
it: Eliminare %s righe selezionate?
ro: Ștergeți rândul selectat?
uk: Видалити %s вибраних рядків?

source: Po tools
de: Po-Werkzeuge

source: Extra Settings of ideU
de: Weitere Enstellungen der ideU

source: What to do if a file is changed by a external application
de: Was zu tun ist, wenn eine Datei von einer externen Anwendung geändert wurde

source: Apply
ar: تطبيق
de: &Anwenden
el: Εφαρμογή
eo: Apliki
fr: Appliquer
he: החל
id: Terapkan
it: Applica
ro: Aplicați
uk: Застосувати

source: Add space after comma when auto-parsing MSEgui code from designer
de: Leerzeichen nach Komma bei automatischer Prüfung von MSEgui Code des Designers einfügen

source: Rectangle area for multi-select
de: Rechteckfeld für Mehrfachauswahl

source: Configuration of MSEgui
de: MSEgui-Konfiguration

source: Root directory of msegui.
de: msegui-Wurzelverzeichnis

source: Root directory of msegui library.
de: Wurzelverzeichnis der msegui-Bibliothek

source: Configuration of fpGUI
de: fpGUI-Konfiguration

source: Path of fpGUI Designer
de: Pfad des fpGUI-Designers

source: Enable designer integration
de: Designer-Integration aktivieren

source: Only One Instance (setup designer too)
de: Nur Einzelaufruf (Designer-Einstellung)

source: One Instance
de: Einzelaufruf

source: Command line param
de: Befehlszeilenparameter

source: Configuration of Compilers
de: Compiler-Konfiguration

source: O&ther
de: An&dere

source: Debuggers Configuration
de: Debugger-Konfiguration

source: Path to debugger 4
de: Pfad für Debugger 4

source: Path to debugger 3
de: Pfad für Debugger 3

source: Path to debugger 2
de: Pfad für Debugger 2

source: Path to debugger 1
de: Pfad für Debugger 1

source: Make
ar: يجعلون
de: &Erstellen
el: Δημιουργία
eo: Faru
fr: Créer
he: עשה
id: Buat
it: Crea
ro: Face
uk: Зробити

source: &Run
de: &Ausführen

source: Run
de: Ausführen

source: Finish
de: Beenden
el: Τέλος
eo: Finu
fr: Fin
he: סיום
id: Selesai
it: Fine
ro: Terminare
uk: Готово

source: Close
ar: أغلق
de: &Schließen
el: Κλείσιμο
eo: Fermi
fr: Fermer
he: סגור
id: Tutup
it: Chiudi
ro: Închidere
uk: Закрити

source: &Abort Make
de: Erstellung &abbrechen

source: Sa&ve all
de: Alles &sichern

source: &Find
de: &Suchen

source: &Search again
de: &Weitersuchen

source: Find in F&iles
de: &in Dateien suchen

source: C&lose all
de: Alles sch&ließen

source: Save &as
de: Sichern &als

source: &Breakpoints on
de: Unter&brechungen ein

source: Breakpoints on/off
de: Unterbrechungen ein/aus

source: Watches on
de: Über&wachungen ein

source: Watches on/off
de: "Überwachungen ein/aus

source: &Line
de: &Zeile

source: Select &Edit Page
de: Zu bearbeitende &Seite wählen

source: &Indent
de: &Einrücken

source: U&nindent
de: &Ausrücken

source: Exec Line Hint on
de: Ausführungshinweis ein

source: Executable lines hint on/off
de: Ausführungshinweis ein/aus

source: Find && &Replace
de: Suchen && E&rsetzen

source: &Print
de: &Drucken

source: Detach
de: Trennen

source: Lowercase
de: Kleinschreibung
el: Πεζά
eo: Minusklo
he: אותיות קטנות
id: Huruf kecil
it: minuscolo
ro: Ștergeți cuvântul de la cursor
uk: Малі літери

source: Uppercase
de: Großschreibung
el: Κεφαλαία
eo: Majuskloj
he: אותיות גדולות
id: Huruf Besar
it: Maiuscolo
ro: Minuscule
uk: Великий регістр

source: Toggle Form/Inspector
de: Formular/Inspektor wechseln

source: Download
ar: تحميل
de: Herunterladen
el: Λήψη
eo: Elŝutu
fr: Télécharger
he: הורד
id: Unduh
ro: Descărcare
uk: Завантажити

source: Bookmark &0
de: Lesezeichen &0

source: Bookmark &1
de: Lesezeichen &1

source: Bookmark &2
de: Lesezeichen &2

source: Bookmark &3
de: Lesezeichen &3

source: Bookmark &4
de: Lesezeichen &4

source: Bookmark &5
de: Lesezeichen &5

source: Bookmark &6
de: Lesezeichen &6

source: Bookmark &7
de: Lesezeichen &7

source: Bookmark &8
de: Lesezeichen &8

source: Bookmark &9
de: Lesezeichen &9

source: NONE
de: Keiner

source: O&pen
de: &Öffnen

source: &Options
de: &Optionen

source: &Tree
de: &Baum

source: So&urce
de: &Quelle

source: Copy &LaTeX
de: &LaTeX kopieren

source: &Find Component
de: Komponente &suchen

source: Force &Z-Order
de: &Z-Anordnung erzwingen

source: custom run
de: Anwendungslauf

source: assistive
de: Assitiv

source: Comment
de: &Kommentieren
el: Σχόλιο
eo: Komento
he: תגובה
id: Komentar
it: Commento
ro: Majuscule
uk: Коментар

source: Uncomment
de: Entk&ommentieren
el: Απαίρεση σχολίου
eo: Malkomenti
he: בטל תגובה
id: Batalkan komentar
it: Decommenta
ro: Comentează
uk: Розкоментувати

source: Copy &Word at Cursor
de: &Wort an Cursor kopieren

source: Procedure List
de: Proedur-Liste

source: Delete Word at Cursor
de: Wort an Cursor löschen

source: Select Word
de: Wort auswählen

source: Configure MSEide
de: MSEide konfigurieren

source: Unknown moduleclass for "
de: Unbekannte Modulklasse "

source: Inherited component "
de: Ererbte Komponente "

source: " can not be deleted.
de: " kann nicht gelöscht werden

source: ERROR
ar: خط
de: FEHLER
fr: ERREUR

source: Runerror with "
de: Ablauffehler mit "

source: Making.
ar: صنع.
de: Erstelle.
el: Δημιουργία.
eo: Farante.
fr: Fabrication de
he: ביצוע.
id: Membuat.
it: Creazione.
ro: Crearea

source: " running.
de: " läuft.

source: Recursive form inheritance of "
de: Rekursive Formularvererbung von "

source: Component "
de: Komponente "

source: " exists.
de: " vorhanden.

source: Ancestor for "
de: Vorgänger für "

source: " not found.
de: " nicht gefunden

source: Module "
de: Modul "

source: Invalid name "
de: ungültiger Name "

source: does not exist.
ar: غير موجود.
de: existiert nicht.
el: δεν υπάρχει.
eo: ne ekzistas.
fr: nexiste pas.
he: לא קיים.
id: tidak ada.
it: non esiste.
ro: nu există.
uk: не існує.

source: A module "
de: Ein Modul "

source: " is already open.
de: " ist bereits offen.

source: Can not read formfile "
de: Kann Formulardatei nicht lesen: "

source: Tools
ar: أدوات
de: &Werkzeuge
el: Εργαλεία
eo: Iloj
fr: Outils
he: כלים
id: Alat
it: Strumenti
ro: Instrumente
uk: Інструменти

source: Program
de: Programm

source: Textfile
de: Textdatei

source: Tabform
de: Register-Formular
el: Φόρμα καρτέλας
eo: Tabformo
he: טופס לשונית
id: Bentuk Tab
it: Scheda
ro: Formular cu tabele
uk: Форма вкладки

source: File "
de: Datei "

source: Startup
ar: بدء لتشغيل
de: Anlauf
el: Εκκίνηση
eo: Komenco
fr: Commencez
he: אתחול
id: Memulai
it: Avvio
ro: Pornire
uk: Запуск

source: Watchpoint triggered
ar: تم تشغيل نقطة لمرقبة
de: Überwachung angesprochen
el: Το σημείο παρακολούθησης ενεργοποιήθηκε
eo: Gardpunkto ekfunkciis
fr: Point de surveillance déclenché
he: נקודת שעון מופעלת
id: Titik pengamatan dipicu
it: Punto di osservazione attivato
ro: Punctul de urmărire declanșat
uk: Точка спостереження активована

source: Read Watchpoint triggered
ar: تم تشغيل قرءة نقطة لمرقبة
de: Lese-Überwachung angesprochen
el: Ενεργοποιήθηκε η ανάγνωση του σημείου παρακολούθησης
eo: Legi Gardpunkton ekigitan
fr: Lire le point de surveillance déclenché
he: נקודת שעון קריאה הופעלה
id: Baca Watchpoint dipicu
it: Lettura punto di osservazione attivato
ro: Citește punctul de urmărire declanșat
uk: Читання контрольної точки активовано

source: Access Watchpoint triggered
ar: تم تشغيل نقطة مرقبة لوصول
de: Zugriffs-Überwachung angesprochen
el: Ενεργοποιήθηκε το σημείο παρακολούθησης πρόσβασης
eo: Aliro Gardpunkto ekigita
fr: Access Watchpoint déclenché
he: נקודת הגישה מופעלת
id: Akses Watchpoint dipicu
it: Access Watchpoint attivato
ro: Punctul de urmărire de acces declanșat
uk: Точка спостереження активована

source: Exited
ar: تم لخروج
de: Beendet
el: Έξοδος
eo: Eliris
fr: Sortie
he: יצא
id: Keluar
it: Uscita
ro: Ieșit
uk: Вийшов

source: Signal received
ar: تم ستلم لشرة
de: Signal erhalten
el: Λήψη σήματος
eo: Signo ricevita
fr: Signal reçu
he: אות התקבל
id: Sinyal diterima
it: Segnale ricevuto
ro: Semnal primit
uk: Отримано сигнал

source: Store Component
ar: مكون لمتجر
de: Speichere Komponente
el: Αποθήκευση στοιχείου
eo: Stoka Komponento
fr: Magasin de composants
he: רכיב חנות
id: Komponen Toko
it: Memorizza componente
ro: Componenta magazin
uk: Зберігати компонент

source: Sizing Form
de: Formulargröße einstellen

source: Step back in code navigation (Ctrl+LeftClick).
de: Rückwärtsschritt in Code-Navigation (Strg+Linksklick)

source: Step forward in code navigation.
de: Vorwärtsschritt in Code-Navigation

source: Select Page
de: Seite auswählen

source: Open File
de: Datei &öffnen

source: Close File
de: Datei schließen

source: &Save File
de: Datei &sichern

source: Edit breakpoint
de: Unterbrechung editieren
el: Επεξεργασία σημείου διακοπής
eo: Redakti rompopunkton
he: ערוך נקודת עצירה
it: Modifica punto di interruzione
ro: Conversie în șir Pascal
uk: Редагувати точку зупину

source: Add Watch at Cursor
de: Überprüfung an Cursor eintragen

source: Complete Class at Cursor
de: Klasse an Cursor vervollständigen
el: Ολοκλήρωση τάξης στον δρομέα
eo: Kompleta Klaso ĉe Kursoro
he: השלם שיעור בסמן
id: Selesaikan Kelas di Kursor
it: Completa la lezione al cursore
ro: Inserați șablonul
uk: Завершити клас на курсорі

source: Panel of Edited file
de: Seite der Editor-Datei

source: Panel of project.
de: Projekt-Seite

source: Copy Component
de: Komponente &kopieren

source: Paste Component(s)
de: Komponente ein&fügen

source: Copy Component(s)
de: Komponente(n) kopieren

source: Add Componentfile
de: Komponentendatei einfügen

source: Update Component(s)
de: Komponente(n) aktualisieren

source: Remove Component(s)
de: Komponente(n) entfernen

source: New Node
de: Neuer Knoten

source: Remove Node
de: Knoten entfernen

source: Copy Node
de: Knoten kopieren

source: Paste Node
de: Knoten einfügen

source: New Store
de: Neuer Speicherbereich

source: Add Store
de: Speicherbereich einfügen

source: Remove Store
de: Speicherbereich entfernen

source: Open Store Group
de: Speichergruppe öffnen

source: Save Store Group
de: Speichergruppe sichern

source: Save Store Group as
de: Speichergruppe sichern als

source: Component Store
de: Komponentenspeicher

source: Component read error.
de: Fehler beim Lesen einer Komponente

source: Do you want to overwrite "
de: Wollen Sie "

source: " with current clipboard content?
de: " mit aktuellem Clipboard-Inhalt überschreiben?

source: No component(s) in clipboard.
de: Keine Komponente(n) im Clipboard

source: Error while writing the storegroup.
de: Fehler beim Schreiben der Speichergruppe

source: Do you want to remove "
de: Wollen Sie entfernen: "

source: " branch?
de: " Zweig?

source: " does not exist, do you want to create it?
de: " existiert nicht, wllen Sie es erzeugen?

source: Save Component Store Group
de: Komponentenspeichergruppe sichern?

source: Use Shift+Click to select
de: Benutzen Sie Umschalt+Click zum auswählen

source: Watches &on
de: "Überwachungen &ein

source: Delete all
de: Alles löschen

source: Add Watchpoint
de: Überwachung einfügen

source: Address Watchpoint 8
de: Adresse Überwachung 8

source: Address Watchpoint 16
de: Adresse Überwachung 16

source: Address Watchpoint 32
de: Adresse Überwachung 32

source: Address Watchpoint 64
de: Adresse Überwachung 64

source: &Format default
de: Vorgabe&format

source: &Binary
de: &Binär

source: D&ecimal signed
de: D&zimal mit Vorzeichen

source: Decimal &unsigned
de: Dezimal &ohne Vorzeichen

source: &Size default
de: Vorgabegröße

source: &Reset Formats
de: Formate zu&rückseten

source: Do you wish to delete all watches?
de: Wollen Sie alle Überwachungen löschen?

source: <disabled>
de: <unwirksam>

source: GDB not active.
de: GDB nicht aktiv.

source: Do you wish to delete all symbols?
de: Wollen Sie alle Symbole löschen?

source: Edit component list
de: Komponentenliste editieren

source: Collapse tree
de: Baum zusammenfalten

source: Clear Selection
de: Auswahl löschen

source: Breakpoints &on
de: Unterbrechungen &ein

source: Breakpoint error.
de: Unterbrechungsfehler

source: BREAKPOINT ERROR
de: UNTERBRECHUNGSFEHLER

source: Do you wish to delete all breakpoints?
de: Wollen Sie alle Unterbrechungen löschen?

source: Watchpoint error.
de: Überwachungsfehler

source: WATCHPOINT ERROR
de: ÜBERWACHUNGSFEHLER

source: Program not loaded.
de: Programm nicht geladen.

source: Do you wish to delete all watchpoints?
de: Wollen Sie alle Überwachungen löschen?

source: Copy to Clipboard
de: Ins Clipboard kopieren

source: Project Tree
de: Projekt-Baum

source: &Add Unit
de: Unit &hinzufügen

source: Remove Unit
de: Unit ent&fernen
el: Κατάργηση μονάδας
eo: Forigi Unuon
id: Hapus Unit
it: Rimuovi unità
ro: Adăugați o unitate
uk: Видалити одиницю

source: C Modules
de: C-Module

source: Text Files
de: Textdateien

source: Do you wish to remove "
de: Wollen Sie entfernen: "

source: Select Directory
de: Verzeichnis wählen

source: Do you want to remove
de: Wollen Sie entfernen:

source: with the sub-items from project?
de: mit Unter-Teilen aus dem Project?

source: Set as default
ar: تعيين كافتراضي
de: Als Voreinstellung seten
el: Ορισμός ως προεπιλογή
eo: Agordu kiel defaŭltan
fr: Définir par défaut
he: הגדר כברירת מחדל
id: Tetapkan sebagai default
it: Imposta come predefinito
ro: Setat ca implicit
uk: Встановити за умовчанням

source: Use MO files instead of PO files
de: MO- statt PO-Dateien benutzen
id: Gunakan file MO daripada file PO
it: Usa file MO invece delle file PO
ro: Folosiți fișiere MO în loc de fișiere PO
uk: Використовуйте файли MO замість файлів PO

source: Font height for all ideU text
de: Zeichenhöhe für ideU-Text

source: Find in file result
de: Dateisuchergebnis

source: Show &Breakpoint
de: Unter&brechung anzeigen

source: *active*
de: *aktiv*

source: Find
de: Suchen

source: Find back
de: Rückwärts suchen

source: Load a Syntax Definition File
de: Syntax-Definitions-Datei laden

source: Selected Syntax Definition File
de: ausgewählte Syntax-Definitions-Datei

source: E&xit
de: Be&enden

source: Find &Next
de: &nächste Stelle

source: Text to find
de: &Suchtext
el: Κείμενο προς εύρεση
eo: Teksto por trovi
fr: Texte à trouver
he: טקסט למצוא
id: Teks untuk ditemukan
it: Testo da trovare
ro: Text de găsit
uk: Текст для пошуку

source: Case Sensitive
de: Gemäß &Schreibweise

source: Reset
de: &Rücksetzen
el: Επαναφορά
eo: Restarigi
fr: Réinitialiser
he: אפס
id: Setel Ulang
it: Ripristina
ro: Resetare
uk: Скинути

source: Reset index to 0
de: Index auf 0 zurücksetzen

source: Find A&ll
de: &Alles Suchen

source: Copy to clipboard
de: Ins Clipboard &kopieren

source: Po <> Po converter
de: Konverter Po <> Po

source: Default PO header
de: PO-Vorgabe-Kopftext

source: All files of directory
de: Alle Dateien im Verzeichnis

source: Create new "ideu_empty.po" file ready to be translated. Paste a copy of it in /lang directory if arrays were updated.
de: Neue übersetzungsfertige Datei "ideu_empty.po" erzeugen. Fügen Sie eine Kopie in das Verzeichnis /lang ein, wenn die Felder aktualisiert sind.

source: Output Directory
de: Ausgabeverzeichnis

source: Create new "ideu_empty.txt" file ready for Google Translate
de: Neue Datei "ideu_empty.txt" fertig für Google Translate erzeugen.

source: Extract all the captions from a form.mfm file
de: Alle Beschriftungen einer Formulardatei extrahieren

source: Create a MO file from a PO file
de: Eine MO- aus einer PO-Datei erstellen

source: Working
de: Arbeite

source: Done
de: Fertig

source: Forms
ar: نمذج
de: &Formulare
el: Φόρμες
eo: Formoj
fr: Formes
he: טפסים
id: Formulir
it: Moduli
ro: Formulare
uk: Форми

source: simpleform
de: Einfaches Formular

source: dockingform
de: Andockformular

source: scrollboxform
de: Rollbalken-Formular

source: program
de: Programm

source: textfile
de: Textdatei

source: TODO (you may use fpGUI designer)
de: Fehlt (Sie können den fpGUI-Designer verwenden)

source: TODO
de: Fehlt

source: &Quit
de: &Verlassen

source: &Search
de: &Suchen

source: Do a search backward
de: Rückwärtssuche ausführen

source: Edit
ar: تعديل
de: &Editieren
el: Επεξεργασία
eo: Redaktu
fr: Editer
he: ערוך
id: Sunting
it: Modifica
ro: Editare
uk: Редагувати

source: Target
ar: استهداف
de: &Ziel
el: Στόχος
eo: Celo
fr: Cible
he: יעד
it: Obiettivo
ro: Țintă
uk: Ціль

source: En&vironment
de: &Umgebung

source: &View
de: &Ansicht

source: Pan&els
de: &Paneele

source: &New Panel
de: &Neues Paneel

source: Template Editor
de: Vorlagen-Editor

source: Component &Palette
de: Komponenten-&Palette

source: Component Sto&re
de: Komponenten-Ablage

source: Object Inspector
ar: مفتش لكئنت
de: Objekt-&Inspektor
el: Επιθεωρητής αντικειμένων
eo: Objekta Inspektisto
fr: Inspecteur dobjets
he: מפקח אובייקטים
id: Pemeriksa Objek
it: Ispettore oggetti
ro: Inspector de obiecte
uk: Інспектор об'єктів

source: Show Source Editor
de: Quellentext-Editor anzeigen

source: &TreeList
de: &Baum-Liste

source: Messages
ar: رسائل
de: &Mitteilungen
el: Μηνύματα
eo: Mesaĝoj
he: הודעות
id: Pesan
it: Messaggi
ro: Mesaje
uk: Повідомлення

source: Show Message Panel
de: Meldungs-Panel anzeigen

source: &Find Results
de: &Suchergebnisse

source: Show Find Result Panel
de: Suchergebnis-Panel anzeigen

source: Show Commandor-Debugger
de: Commandor-Debugger anzeigen

source: Symbols
de: Symbo&le
el: Σύμβολα
eo: Simboloj
fr: Symboles
he: סמלים
id: Simbol
it: Simboli
ro: Simboluri
uk: Символи

source: Watches
de: &Überwachungen
el: Ρολόγια
eo: Horloĝoj
fr: Vigie
he: שעונים
id: Jam Tangan
it: Orologi
ro: Ceasuri
uk: Годинники

source: Stack
de: &Stapel
el: Στοίβα
eo: Stako
fr: Empilage
he: מחסנית
id: Tumpukan
it: Pila
ro: Stiva
uk: Стек

source: Memory
de: S&peicher
el: Μνήμη
eo: Memoro
fr: Mémoire
he: זיכרון
id: Memori
it: Memoria
ro: Memorie
uk: Пам'ять

source: Target Console
de: &Programm-Konsole

source: Show Console Panel
de: Konsolen-Panel anzeigen

source: &Breakpoints
de: Unter&brecungspunkte

source: Watchp&oints
de: Über&wachungspunkte

source: Switch Source/Form
de: Formular/Unit umschalten

source: Layout
ar: تخطيط
de: An&ordnung
el: Διάταξη
eo: Arpaĝigo
fr: Disposition
he: פריסה
id: Tata Letak
ro: Aspect
uk: Макет

source: Load layout for current project.
de: Anordnung für aktuelles Projekt laden

source: &Project
de: &Projekt

source: Actions for the project...
de: Aktionen für Projekt ---

source: Build
ar: يبني
de: &Neu erstellen
el: Δημιουργία
eo: Konstruo
fr: Construire
he: בנה
id: Bangun
it: Costruisci
ro: Construiți
uk: Збірка

source: Make 1
de: Erstellen &1

source: Make 2
de: Erstellen &2

source: Make 3
de: Erstellen &3

source: Make 4
de: Erstellen &4

source: Make 5
de: Erstellen &5

source: Make 6
de: Erstellen &6

source: Make 7
de: Erstellen &7

source: Make 8
de: Erstellen &8

source: Make 9
de: Erstellen &9

source: Make 0
de: Erstellen &0

source: Debug/Run
de: Debug/Lauf

source: Step
de: &Schritt
el: Βήμα
eo: Paŝo
fr: Pas à pas
he: שלב
id: Langkah
it: Passo
ro: Pas
uk: Крок

source: Step Instruction
de: Befehl weitergehen

source: Enable toggle breakpoint
de: Unterbrechungen umschalten ein
