Repository: amikey/ideU
Catalog: src/lang/ideu_*.po
Languages: ar, de, el, eo, fr, he, id, it, ro, uk

source: EOL Style
ar: نمط موسوعة لحية
de: Zeilenende-Stil
el: Στυλ EOL
eo: EOL Stilo
fr: Style EOL
he: סגנון EOL
id: Gaya EOL
it: Stile EOL
ro: Stil EOL
uk: Стиль EOL

source: Backup
ar: نسخ حتيطي
de: Sicherung
el: Αντίγραφο ασφαλείας
eo: Sekurkopio
fr: Sauver copie
he: גיבוי
id: Cadangan
uk: Резервне копіювання

source: Tabstops
de: Tabulatorpositionen
el: Οι καρτέλες
fr: Taquets
he: עצירות טאב
id: Tabstop
it: Tabstop
uk: Табуляції

source: ExtS
de: Zeilenabstand
el: Εκτάσεις
fr: Esp.X

source: Extra space between lines
ar: مسفة ضفية بين لسطور
de: Zusätzlicher Abstand zwischen den Zeilen
el: Επιπλέον διάστημα μεταξύ των γραμμών
eo: Kroa spaco inter linioj
fr: Espace supplémentaire entre lignes
he: רווח נוסף בין שורות
id: Ruang ekstra antar baris
it: Spazio extra tra le righe
ro: Spatiu suplimentar intre linii
uk: Додатковий пробіл між рядками

source: Width
ar: لعرض
de: Breite
el: Πλάτος
eo: Larĝeco
fr: Largeur
he: רוחב
id: Lebar
it: Larghezza
ro: Latime
uk: Ширина

source: Height
ar: لرتفع
de: Höhe
el: Ύψος
eo: Alteco
fr: Hauteur
he: גובה
id: Tinggi
it: Altezza
ro: Înălțime
uk: Висота

source: Font
ar: خط
de: Schriftart
el: Γραμματοσειρά
eo: Tiparo
fr: Police
he: גופן
it: Carattere
uk: Шрифт

source: Font Bk. color
ar: لون لخط Bk.
de: Schriftfarbe Hintergrund
el: Χρώμα γραμματοσειράς Bk.
eo: Tiparo Bk. koloro
fr: Couleur fond police
he: צבע גופן Bk.
id: Warna font Bk
it: Colore Bk. carattere
ro: Culoarea fontului
uk: Колір Bk. шрифту

source: Font color
ar: لون لخط
de: Schriftfarbe
el: Χρώμα γραμματοσειράς
eo: Tipara koloro
fr: Couleur police
he: צבע גופן
id: Warna font
it: Colore carattere
ro: Culoarea fontului
uk: Колір шрифту

source: File filter
ar: عمل تصفية لملفت
de: Dateifilter
el: Φίλτρο αρχείου
eo: Dosiera filtrilo
fr: Filtre fichiers
he: מסנן קבצים
id: Filter file
it: Filtro file
ro: Filtru de fișiere
uk: Фільтр файлів

source: File mask
ar: قنع لملف
de: Dateimaske
el: Μάσκα αρχείου
eo: Dosiera masko
fr: Masque fichier
he: מסיכת קבצים
id: Masker file
it: Maschera file
ro: Mască de fișiere
uk: Маска файлу

source: Syntax definition file
ar: ملف تعريف بنء لجملة
de: Syntaxdefinitionsdatei
el: Αρχείο ορισμού σύνταξης
eo: Sintakso-difina dosiero
fr: Fichier définition syntaxe
he: קובץ הגדרת תחביר
id: Berkas definisi sintaks
it: File di definizione della sintassi
ro: Fișier de definire a sintaxei
uk: Файл визначення синтаксису

source: Code Templates
ar: قولب لتعليمت لبرمجية
de: Codevorlagen
el: Πρότυπα κώδικα
eo: Kodaj Ŝablonoj
fr: Modèles de code
he: תבניות קוד
id: Template Kode
it: Modelli di codice
ro: Șabloane de coduri
uk: Шаблони коду

source: Code template directories, file extension = .mct
ar: دلة قلب لكود ، متدد لملف = .mct
de: Dateierweiterung für Codevorlagenverzeichnis = .mct
el: Κατάλογοι προτύπων κώδικα, επέκταση αρχείου = .mct
eo: Kodo-ŝablonaj dosierujoj, dosier-etendo = .mct
fr: Répertoires modèles de code extension fichier = .mct
he: ספריות תבניות קוד, סיומת קובץ = .mct
id: Direktori template kode, ekstensi file = .mct
it: Directory di modelli di codice, estensione file = .mct
ro: Directoarele șabloane de cod, extensia fișierului = .mct
uk: Каталоги шаблонів коду, розширення файлу = .mct

source: Select unit directory
ar: حدد دليل لوحدة
de: Unit-Verzeichnis auswählen
el: Επιλογή καταλόγου μονάδας
eo: Elektu unu-dosierujon
fr: Sélectionnez le répertoire
he: בחר ספריית יחידה
id: Pilih direktori unit
it: Seleziona la directory dell'unità
ro: Selectați directorul unității
uk: Виберіть каталог одиниць

source: Project Debugger
ar: مشروع مصحح لخطء
de: Projekt-Debugger
el: Εργαλείο εντοπισμού σφαλμάτων
eo: Projekta Senĉirmilo
fr: Débogueur du projet
he: מאתר באגים בפרויקט
id: Proyek Debugger
it: Debugger di progetto
ro: Depanator de proiecte
uk: Налагоджувач проекту

source: Search &Directories
ar: دلة لبحث
de: Such&verzeichnisse
el: Αναζήτηση &Κατάλογοι
eo: Serĉi &Dosierujojn
fr: Rechercher dans &répertoires
he: חיפוש &ספריות
id: Telusuri &Direktori
it: Cerca e nelle directory
ro: Căutare &Directoare
uk: Пошук у &каталогах

source: Search path to get infos about code
ar: مسر لبحث للحصول على معلومت حول لكود
de: Suchpfad für Informationen zum Code
el: Διαδρομή αναζήτησης για να λάβετε πληροφορίες σχετικά με τον κώδικα
eo: Serĉu vojon por ricevi informojn pri kodo
fr: Chemin de recherche pour obtenir des informations sur le code
he: חפש נתיב כדי לקבל מידע על קוד
id: Cari jalur untuk mendapatkan info tentang kode
it: Percorso di ricerca per ottenere informazioni sul codice
ro: Căutați calea pentru a obține informații despre cod
uk: Шлях пошуку, щоб отримати інформацію про код

source: Select source directory
ar: تحديد دليل لمصدر
de: Quellverzeichnis auswählen
el: Επιλογή καταλόγου πηγής
eo: Elektu fontdosierujon
fr: Sélectionnez répertoire source
he: בחר ספריית מקור
id: Pilih direktori sumber
it: Seleziona la directory di origine
ro: Selectați directorul sursă
uk: Виберіть вихідний каталог

source: Object &Base Directory (empty = Make Directory)
ar: دليل قعدة لكئن (فرغ = نشء دليل)
de: Objektbasisverzeichnis (leer = Verzeichnis erstellen)
el: Κατάλογος αντικειμένων &βάσης (κενός = Δημιουργία καταλόγου)
eo: Objekta &Baza Adresaro (malplena = Faru Dosierujon)
fr: Répertoire-base objets (vide = Créer répertoire)
he: Object &Base Directory (ריק = Make Directory)
id: Object &Base Directory (kosong = Buat Direktori)
it: Directory di base e oggetto (vuota = Crea directory)
ro: Director de &bază obiect (gol = Creați director)
uk: Основний &об'єктний каталог (порожній = створити каталог)

source: Select source base directory
ar: تحديد لدليل لسسي لمصدر
de: Quellbasisverzeichnis auswählen
el: Επιλογή καταλόγου βάσης πηγής
eo: Elektu fontan bazan dosierujon
fr: Sélectionnez répertoire source
he: בחר ספריית בסיס מקור
id: Pilih direktori basis sumber
it: Seleziona la directory di base di origine
ro: Selectați directorul de bază sursă
uk: Виберіть вихідний базовий каталог

source: Defi&nes
ar: يعرّف
de: Defi&nitionen
el: Προσδιορισμοί
eo: Difinas
fr: Déf&init
he: הגדר
it: Definizioni
ro: Definiri
uk: Визначення

source: &Signals
ar: شرت
de: &Signale
el: &Σήματα
eo: &Signaloj
fr: &Signaux
he: &אותות
id: &Sinyal
it: &Segnali
ro: &Semnale
uk: &Сигнали

source: Exception
ar: ستثنء
de: &Ausnahme
el: Εξαίρεση
he: חריג
id: Pengecualian
it: Eccezione
ro: Excepție
uk: Виняток

source: Start gdb server command attach target
ar: بدء مر خدم gdb رفق لهدف
de: gdb-Serverbefehl 'Verbinden mit Ziel' starten
el: Έναρξη εντολής διακομιστή gdb επισύναψη στόχου
eo: Starti gdb-servilan komandon kunligi celon
fr: Démarrer commande serveur gdb - attacher cible
he: התחל פקודת שרת gdb לצרף יעד
id: Mulai perintah server gdb, lampirkan target
it: Avvia comando server gdb allega destinazione
ro: Porniți comanda serverului gdb atașați ținta
uk: Запустити команду gdb server attach target

source: No wait for exit
ar: ل نتظر لخروج
de: Kein Warten auf Beendigung
el: Δεν υπάρχει αναμονή για έξοδο
eo: Neniu atendi eliro
fr: Pas attendre à la sortie
he: לא לחכות ליציאה
id: Tidak perlu menunggu untuk keluar
it: Nessuna attesa per l'uscita
ro: Nu așteptați ieșirea
uk: Немає очікування виходу

source: Before connect gdb script
ar: قبل توصيل برنمج gdb لنصي
de: gdb-Skript vor dem Verbinden
el: Πριν συνδέσετε το σενάριο gdb
eo: Antaŭ konekti gdb-skripton
fr: Script gdb avant connexion
he: לפני חיבור gdb script
id: Sebelum menghubungkan skrip gdb
it: Prima di collegare lo script gdb
ro: Înainte de a conecta scriptul gdb
uk: Перед підключенням сценарію gdb

source: Before load gdb script
ar: قبل تحميل لبرنمج لنصي gdb
de: gdb-Skript von vor dem Laden
el: Πριν από τη φόρτωση του σεναρίου gdb
eo: Antaŭ ŝargi gdb-skripton
fr: Script gdb avant chargement
he: לפני טעינת סקריפט gdb
id: Sebelum memuat skrip gdb
it: Prima di caricare lo script gdb
ro: Înainte de a încărca scriptul gdb
uk: Перед завантаженням сценарію gdb

source: Before run gdb script
ar: قبل تشغيل برنمج gdb script
de: gdb-Skript vor Ausführung
el: Πριν εκτελέσετε το σενάριο gdb
eo: Antaŭ ol ruli gdb-skripton
fr: Script gdb avant exécution
he: לפני הפעלת סקריפט gdb
id: Sebelum menjalankan skrip gdb
it: Prima di eseguire lo script gdb
ro: Înainte de a rula scriptul gdb
uk: Перед запуском сценарію gdb

source: After connect gdb script
ar: بعد توصيل برنمج gdb لنصي
de: gdb-Skript nach Verbindung
el: Μετά τη σύνδεση σεναρίου gdb
eo: Post konekti gdb-skripton
fr: Script gdb après connexion
he: לאחר חיבור gdb script
id: Setelah menghubungkan skrip gdb
it: Dopo aver connesso lo script gdb
ro: După conectarea scriptului gdb
uk: Після підключення сценарію gdb

source: After load gdb script
ar: بعد تحميل برنمج gdb لنصي
de: gdb-Skript nach dem Laden
el: Μετά τη φόρτωση του σεναρίου gdb
eo: Post ŝarĝo gdb-skripto
fr: Script gdb après chargement
he: לאחר טעינת סקריפט gdb
id: Setelah memuat skrip gdb
it: Dopo il caricamento dello script gdb
ro: După încărcarea scriptului gdb
uk: Після завантаження сценарію gdb

source: Start gdb server command run target
de: gdb-Serverbefehl 'Ziel ausführen' starten
el: Έναρξη στόχου εκτέλεσης εντολής διακομιστή gdb
eo: Starti gdb-servilan komandon ruli celon
fr: Démarrer commande serveur gdb - cible-exécution
he: התחל את פקודת שרת gdb הפעלת יעד
id: Mulai perintah server gdb menjalankan target
it: Avvia il comando del server gdb esegui destinazione
ro: Porniți comanda server gdb rulați ținta
uk: Запустити команду gdb server run target

source: Wait before connect
ar: نتظر قبل لتصل
de: Warten vor Verbindung
el: Περιμένετε πριν συνδεθείτε
eo: Atendu antaŭ konektiĝi
fr: Attendre avant de connecter
he: המתן לפני חיבור
id: Tunggu sebelum terhubung
it: Aspetta prima di connetterti
ro: Așteptați înainte de a vă conecta
uk: Зачекайте перед підключенням

source: Start once
ar: بد مرة وحدة
de: Einmal starten
el: Ξεκινήστε μια φορά
eo: Komencu unufoje
fr: Commencer une fois
he: התחל פעם אחת
id: Mulai sekali
it: Inizia una volta
ro: Începe o dată
uk: Почати один раз

source: Download command
ar: مر لتنزيل
de: Befehl zum Herunterladen
el: Εντολή λήψης
eo: Elŝutu komandon
fr: Commande de téléchargement
he: הורד פקודה
id: Unduh perintah
it: Scarica comando
ro: Descărcați comanda
uk: Команда завантаження

source: Processor
ar: لمعلج
de: Prozessor
el: Επεξεργαστής
eo: Procesoro
fr: Processeur
he: מעבד
id: Prosesor
it: Processore
ro: Procesor
uk: Процесор

source: gdb download
ar: تنزيل gdb
de: Herunterladen durch gdb
el: Λήψη gdb
eo: gdb-elŝuto
fr: gdb-téléchargement
he: הורדת gdb
id: unduh gdb
it: download gdb
ro: descărcare gdb
uk: завантаження gdb

source: Startup BKPT
ar: بدء لتشغيل BKPT
de: Unterbrechung nach Start
el: Εκκίνηση BKPT
eo: Startu BKPT
fr: Démarrage BKPT
he: אתחול BKPT
id: Memulai BKPT
it: Avvio BKPT
ro: Pornire BKPT
uk: Запуск BKPT

source: Target connection
ar: تصل لهدف
de: Zielverbindung
el: Σύνδεση στόχος
eo: Cela konekto
fr: Connexion cible
he: חיבור יעד
id: Sambungan target
it: Connessione target
ro: Conexiune țintă
uk: Цільове з'єднання

source: Always download
ar: لتنزيل دئمً
de: Immer herunterladen
el: Πάντα λήψη
eo: Ĉiam elŝutu
fr: Toujours télécharger
he: הורד תמיד
id: Selalu unduh
it: Scarica sempre
ro: Descărcați întotdeauna
uk: Завжди завантажувати

source: Always download before run
ar: لتنزيل دئمً قبل لتشغيل
de: Immer vor dem Ausführen herunterladen
el: Πάντα λήψη πριν από την εκτέλεση
eo: Ĉiam elŝutu antaŭ funkcii
fr: Toujours télécharger avant exécuter
he: הורד תמיד לפני הפעלה
id: Selalu unduh sebelum dijalankan
it: Scarica sempre prima di eseguire
ro: Descărcați întotdeauna înainte de rulare
uk: Завжди завантажувати перед запуском

source: Load Timeout
ar: مهلة لتحميل
de: Ladedauerbeschränkung
el: Λήξη χρόνου φόρτωσης
eo: Ŝarĝotempo
fr: Délai de chargement
he: פסק זמן לטעינה
id: Waktu Muat habis
it: Timeout caricamento
ro: Timp de încărcare
uk: Час очікування завантаження

source: &Extern Console
ar: وحدة تحكم خرجية
de: &Externe Konsole
el: &Εξωτερική Κονσόλα
eo: &Ekstera Konzolo
fr: &Console externe
he: &מסוף חיצוני
id: &Konsol Eksternal
it: &Console esterna
ro: &Consola externă
uk: &Зовнішня консоль

source: &Stop on Exc
de: Halt bei &Ausnahme
eo: &Haltu ĉe Exc
fr: &Arrêt.Exc.
he: &עצור ב-Exc
id: &Berhenti di Exc
it: &Stop su Exc
ro: &Opriți la Exc
uk: &Зупинити на Exc

source: Stop on exceptions
ar: توقف عند لستثنءت
de: Bei Ausnahme anhalten
el: Διακοπή στις εξαιρέσεις
eo: Haltu pri esceptoj
fr: Arrêter sur exception
he: עצור על חריגים
id: Berhenti pada pengecualian
it: Interrompi con eccezioni
ro: Opriți excepțiile
uk: Зупинити на винятках

source: &Acti-Break
de: Bei Unterbr. &aktivieren
fr: &Acti-pause
id: &Aktifkan-Break

source: Activate on Break
ar: لتنشيط عند لسترحة
de: Bei Unterbrechung aktivieren
el: Ενεργοποίηση στο διάλειμμα
eo: Aktivigu dum paŭzo
fr: Activer en pause
he: הפעל בהפסקה
id: Aktifkan saat Istirahat
it: Attiva in pausa
ro: Activați în pauză
uk: Активувати під час перерви

source: &Value Hints
ar: تلميحت لقيمة
de: &Wert-Hinweise
el: Συμβουλές &τιμής
eo: &Valoindikoj
fr: &Valeur indices
he: &רמזים לערך
id: &Petunjuk Nilai
it: &Suggerimenti di valore
ro: &Sugestii de valoare
uk: &Підказки про значення

source: Call GUI_DEB
ar: ستدعء GUI_DEB
de: GUI-Debugger aufrufen
el: Κλήση GUI_DEB
eo: Voki GUI_DEB
fr: Appeler GUI_DEB
he: התקשר ל-GUI_DEB
id: Panggil GUI_DEB
it: Chiama GUI_DEB
ro: Apelați GUI_DEB
uk: Виклик GUI_DEB

source: Release mouse grab by target stop. gdb sometimes crashes with this option.
ar: تحرير مسك لموس بيقف لهدف. يتعطل gdb حينً مع هذ لخير.
de: Mauszeiger bei Stop Zielprogramm freigeben. gdb stürzt mit dieser Option manchmal ab.
el: Απελευθερώστε το ποντίκι αρπάγη από τη στάση στόχο. Το gdb μερικές φορές κολλάει με αυτήν την επιλογή.
eo: Malliberigi muskapton per celhalto. gdb foje kraŝas kun ĉi tiu opcio.
fr: Relâchez le boutron de la souris pour arrêt de la cible. gdb plante parfois avec cette option.
he: שחרר את תפיסת העכבר לפי עצירת מטרה. gdb לפעמים קורס עם אפשרות זו.
id: Lepaskan mouse grab dengan target stop. gdb terkadang mogok dengan opsi ini.
it: Rilascia la cattura del mouse in base all'arresto di destinazione. gdb a volte si arresta in modo anomalo con questa opzione.
ro: Eliberați apucarea mouse-ului prin oprirea țintă. gdb se blochează uneori cu această opțiune.
uk: Відпустіть захоплення миші цільовою зупинкою. gdb іноді аварійно завершує роботу з цією опцією.

source: Set TT&Y
ar: ضبط TTY
de: TT&Y einstellen
el: Ορισμός TT&Y
eo: Agordu TT&Y
fr: Définir TT&Y
he: הגדר TT&Y
id: Setel TT&Y
it: Imposta TT&Y
ro: Setați TT&Y
uk: Установити TT&Y

source: &Raise-Break
ar: سترحة رفع
de: &Paus/anhe
eo: &Levo-Paŭzo
fr: &Rel/pause
he: &העלאה-שבירה
ro: &Ridicare-Pauza
uk: &Підвищити-розрив

source: Raise on break
ar: رفع عند لسترحة
de: In der Pause anheben
el: Αύξηση στο διάλειμμα
eo: Altigo dum paŭzo
fr: Relever sur pause
he: העלה בהפסקה
id: Angkat saat istirahat
it: Alza in pausa
ro: Mărire în pauză
uk: Підвищення при розриві

source: &FPC bugs
ar: خطء FPC
de: &FPC-Fehler
el: Σφάλματα &FPC
eo: &FPC-cimoj
fr: &Bogues FPC
he: &FPC באגים
id: &FPC bug
it: bug & FPC
ro: Erori&FPC
uk: Помилки &FPC

source: Use workarounds for FPC/gdb bugs
ar: ستخدم لحلول مع خطء FPC/gdb
de: Problemumgehungen für FPC/gdb-Fehler verwenden
el: Χρήση εναλλακτικών λύσεων για σφάλματα FPC/gdb
eo: Uzu solvojn por FPC/gdb-cimoj
fr: Utiliser des solutions de contournement pour les bogues FPC/gdb
he: השתמש בדרכים לעקיפת הבעיה עבור באגי FPC/gdb
id: Gunakan solusi untuk bug FPC/gdb
it: Utilizzare soluzioni alternative per i bug FPC/gdb
ro: Folosiți soluții pentru erorile FPC/gdb
uk: Використовуйте обхідні шляхи для помилок FPC/gdb

source: Debug &target
ar: هدف لتصحيح
de: Debug-Ziel
el: Εντοπισμός σφαλμάτων &στόχος
eo: Elĉimi &celon
fr: Cible débogage
he: ניפוי באגים &יעד
it: Debug e destinazione
ro: Depanați &ținta
uk: Налагодити &ціль

source: xterm command
ar: مر xterm
de: xterm-Befehl
el: εντολή xterm
eo: Komando xterm
fr: Commande xterm
he: פקודה xterm
id: perintah xterm
it: comando xterm
ro: comanda xterm
uk: команда xterm

source: Run command
ar: مر لتشغيل
de: Aus&führen-Befehl
el: Εκτέλεση εντολής
eo: Ruli komandon
fr: &Exécuter commande
he: הפעל פקודה
id: Jalankan perintah
it: Esegui comando
ro: Run comandă
uk: Виконати команду

source: Default Debugger
ar: لمصحح لفترضي
de: &Standard-Debugger
el: Προεπιλεγμένο πρόγραμμα εντοπισμού σφαλμάτων
eo: Defaŭlta Erarserĉilo
fr: &Débogueur par défaut
he: מאתר באגים ברירת מחדל
id: Debugger Default
it: Debugger predefinito
ro: Depanator implicit
uk: Налагоджувач за замовчуванням

source: Debug &options
ar: خيرت لتصحيح
de: Debug-Optionen
el: Επιλογές &Εντοπισμός σφαλμάτων
eo: Elĉimi &opciojn
fr: Options débogage
he: ניפוי באגים ואפשרויות
id: Debug &pilihan
it: Debug e opzioni
ro: Depanați &opțiuni
uk: Налагодження &параметри

source: Default make col
ar: تكوين عمود فترضي
de: Standard-Erstellung
el: Προεπιλεγμένη στήλη
eo: Defaŭlte faru kolon
fr: Créer-défaut
he: ברירת מחדל לעשות קול
id: Make col default
it: Predefinito make col
ro: Marcă implicită col
uk: Зробити стовпець за замовчуванням

source: Mainfile
ar: لملف لرئيسي
de: Hauptdatei
el: Κύριο αρχείο
eo: Ĉefdosiero
fr: Fichier principal
he: קובץ ראשי
id: Berkas Utama
it: File principale
ro: Fișier principal
uk: Головний файл

source: Select mainfile
ar: تحديد لملف لرئيسي
de: Hauptdatei auswählen
el: Επιλογή κύριου αρχείου
eo: Elektu ĉefdosieron
fr: Sélection du fichier principal
he: בחר קובץ ראשי
id: Pilih file utama
it: Seleziona file principale
ro: Selectați fișierul principal
uk: Виберіть основний файл

source: Targetfile name
ar: سم لملف لهدف
de: Zieldateiname
el: Όνομα αρχείου στόχου
eo: Nomo de celdosiero
fr: Nom cible
he: שם קובץ היעד
id: Nama file target
it: Nome del file di destinazione
ro: Numele fișierului țintă
uk: Назва цільового файлу

source: Select target file
ar: حدد لملف لهدف
de: Zieldatei auswählen
el: Επιλογή αρχείου στόχου
eo: Elektu cel-dosieron
fr: Selectionner cible
he: בחר קובץ יעד
id: Pilih file target
it: Seleziona file di destinazione
ro: Selectați fișierul țintă
uk: Виберіть цільовий файл

source: Default Compiler
ar: لمترجم لفترضي
de: Standard-Compiler
el: Προεπιλεγμένος μεταγλωττιστής
eo: Defaŭlta Kompililo
fr: Compilateur-défaut
he: מהדר ברירת מחדל
id: Kompiler Default
it: Compilatore predefinito
ro: Compilatorul implicit
uk: Компілятор за замовчуванням

source: Select make command
ar: تحديد مر
de: Make-Befehl auswählen
el: Επιλογή εντολής δημιουργίας
eo: Elektu fari komandon
fr: Selectionner compilateur
he: בחר פקודה לעשות
id: Pilih perintah make
it: Seleziona comando make
ro: Selectați comanda face
uk: Виберіть команду make

source: Show Command Line
ar: ظهر سطر لومر
de: Befehlszeile anzeigen
el: Εμφάνιση γραμμής εντολών
eo: Montri komandlinion
fr: Voir ligne de commande
he: הצג שורת פקודה
id: Tampilkan Baris Perintah
it: Mostra riga di comando
ro: Afișați linia de comandă
uk: Показати командний рядок

source: Copy messages to file
ar: نسخ لرسئل لى ملف
de: Mitteilungen in Datei kopieren
el: Αντιγραφή μηνυμάτων στο αρχείο
eo: Kopiu mesaĝojn al dosiero
fr: Copier Messages vers fichier
he: העתק הודעות לקובץ
id: Menyalin pesan ke file
it: Copia messaggi su file
ro: Copiați mesajele în fișier
uk: Копіювати повідомлення до файлу

source: Close message
ar: غلق لرسلة
de: Mitteilung schließen
el: Κλείσιμο μηνύματος
eo: Fermu mesaĝon
fr: Fermer Message
he: סגור הודעה
id: Tutup pesan
it: Chiudi messaggio
ro: Închide mesajul
uk: Закрити повідомлення

source: Check head
ar: فحص لرس
de: Header prüfen
el: Έλεγχος κεφαλής
eo: Kontrolu kapon
fr: Check en-têtes
he: בדוק ראש
id: Periksa kepala
it: Controlla testa
ro: Verifică capul
uk: Перевірити голову

source: Check method headers
ar: تحقق من رؤوس لطريقة
de: Überprüfen der Methodenheader
el: Έλεγχος κεφαλίδων μεθόδων
eo: Kontrolu metodo-kapojn
fr: Vérifier les en-têtes de méthode
he: בדוק כותרות של שיטה
id: Periksa header metode
it: Controlla le intestazioni del metodo
ro: Verificați anteturile metodei
uk: Перевірити заголовки методів

source: Project Compiler
ar: موجود ، هل تريد لكتبة؟
de: Projekt-Compiler
el: Μεταγλωττιστής έργου
eo: Projekta Kompililo
fr: Compilateur projet
he: מהדר פרויקטים
id: Penyusun Proyek
it: Compilatore di progetto
ro: Compilatorul de proiecte
uk: Компілятор проекту

source: Command before
ar: تم تعديله. حفظ؟
de: Befehl vorher
el: Εντολή πριν
eo: Komando antaŭe
fr: Commande avant
he: פקודה לפני
id: Perintah sebelum
it: Comando prima
ro: Comandă înainte
uk: Команда перед

source: Make options
ar: تحذير
de: Make-Optionen
el: Δημιουργία επιλογών
eo: Faru opciojn
fr: Options Créer
he: צור אפשרויות
id: Buat opsi
it: Crea opzioni
ro: Faceți opțiuni
uk: Зробити параметри

source: Directories
ar: خط
de: Verzeichnisse
el: Κατάλογοι
eo: Adresaroj
fr: Répertoires
he: ספריות
id: Direktori
it: Elenchi
ro: Directoare
uk: Каталоги

source: Command after
ar: لنظم
de: Befehl danach
el: Εντολή μετά
eo: Komando post
fr: Commande après
he: פקודה אחרי
id: Perintah setelah
it: Comando dopo
ro: Comandă după
uk: Команда після

source: Exe Extension
ar: غير موجود
de: Exe-Erweiterung
el: Επέκταση Exe
eo: Exe-Etendaĵo
fr: Extension exe
he: הרחבת Exe
id: Ekstensi Exe
ro: Extensie exe
uk: Розширення Exe

source: Comments
ar: كلمة لمرور
de: Kommentare
el: Σχόλια
eo: Komentoj
fr: Commentaires
he: תגובות
id: Komentar
it: Commenti
ro: Comentarii
uk: Коментарі

source: Make Directory
ar: دخل كلمة لمرور
de: Make-Verzeichnis
el: Δημιουργία καταλόγου
eo: Faru Dosierujon
fr: Répertoire-Créer
he: צור ספרייה
id: Buat Direktori
it: Crea directory
ro: Faceți directorul
uk: Створити каталог

source: Select make directory
de: Make-Verzeichnis auswählen
el: Επιλογή δημιουργίας καταλόγου
eo: Elektu fari dosierujon
fr: Choisir Répertoire-Créer
he: בחר ספריית עשה
id: Pilih buat direktori
it: Seleziona crea directory
ro: Selectați crearea directorului
uk: Виберіть створити каталог

source: Error Color
ar: لون الخطأ
de: Fehlerfarbe
el: Χρώμα σφάλματος
eo: Koloro de Eraro
fr: Couleur Erreur
he: צבע שגיאה
id: Warna Kesalahan
it: Colore errore
ro: Culoare eroare
uk: Колір помилки

source: Warning Color
ar: لون التحذير
de: Warnungsfarbe
el: Προειδοποιητικό χρώμα
eo: Averta Koloro
fr: Couleur Alerte
he: צבע אזהרה
id: Warna Peringatan
it: Colore di avviso
ro: Culoare de avertizare
uk: Колір попередження

source: Note Color
ar: لون الملاحظة
de: Anmerkungsfarbe
el: Χρώμα Σημείωσης
eo: Noto-Koloro
fr: Couleur Note
he: צבע הערה
id: Warna Catatan
it: Colore nota
ro: Culoarea notei
uk: Колір нотатки

source: Form designer
de: Formular-Designer
el: Σχεδιαστής φόρμας
eo: Formdezajnisto
he: מעצב טפסים
id: Desainer formulir
it: Progettazione moduli
ro: Designer de formulare
uk: Дизайнер форм

source: Exit
de: Be&enden
el: Έξοδος
eo: Eliro
he: יציאה
id: Keluar
it: Esci
ro: Ieșire
uk: Вихід

source: Hint Color
de: Hinweisfarbe
el: Χρώμα συμβουλής
eo: Sugesta Koloro
he: צבע רמז
id: Warna Petunjuk
it: Colore suggerimento
ro: Culoare indiciu
uk: Колір підказки

source: Strip ESC
ar: شرائط
de: ESC entfernen
el: Απογύμνωση ESC
fr: Supprimer ESC
he: רצועת ESC
uk: Видалити ESC

source: Strip ESC sequences in Messages and Terminal form
de: ESC-Sequenzen in Mitteilungen und Terminal entfernen
el: Απογύμνωση ακολουθιών ESC σε μορφή μηνυμάτων και τερματικού
eo: Forigi ESC-sekvencojn en Mesaĝoj kaj Terminalformo
fr: Supprimer les séquences ESC dans Messages et Terminal
he: הסר רצפי ESC בצורת הודעות ומסוף
id: Strip urutan ESC dalam bentuk Pesan dan Terminal
it: Strip sequenze ESC in messaggi e modulo terminale
ro: Înlăturați secvențele ESC sub formă de mesaje și terminale
uk: Видалити послідовності ESC у формі повідомлень і терміналу

source: Show Console
de: Konsole zeigen
el: Εμφάνιση κονσόλας
eo: Montri Konzolon
fr: Voir Console
he: הצג קונסולה
id: Tampilkan Konsol
it: Mostra console
ro: Afișați consola
uk: Показати консоль

source: Purpose
de: Zweck
el: Σκοπός
eo: Celo
fr: Usage
he: מטרה
id: Tujuan
it: Scopo
ro: Scop
uk: Мета
