Repository: amikey/ideU
Catalog: src/lang/ideu_*.po
Languages: ar, de, el, eo, fr, he, id, it, ro, uk

source: Message output file
de: Ausgabedatei für Nachrichten
el: Αρχείο εξόδου μηνύματος
eo: Mesaĝa eligodosiero
fr: Fichier sortie Messages
he: קובץ פלט הודעה
id: Berkas keluaran pesan
it: File di output del messaggio
ro: Fișier de ieșire a mesajului
uk: Вихідний файл повідомлення

source: Macros
ar: وحدات الماكرو
de: Makros
el: Μακροεντολές
eo: Makrooj
he: פקודות מאקרו
id: Makro
it: Macro
ro: Macrocomenzi
uk: Макроси

source: Active group
de: Aktive Gruppe
el: Ενεργή ομάδα
eo: Aktiva grupo
fr: Groupe actif
he: קבוצה פעילה
id: Grup aktif
it: Gruppo attivo
ro: Grup activ
uk: Активна група

source: Font Alias
de: Schriftart-Alias
el: Ψευδώνυμο γραμματοσειράς
eo: Tipara Kaŝnomo
he: כינוי גופן
ro: Alias ​​de font
uk: Псевдонім шрифту

source: Designers
ar: المصممين
de: Designer
el: Σχεδιαστές
eo: Dezajnistoj
he: מעצבים
id: Desainer
ro: Designeri
uk: Дизайнери

source: User Colors
de: Benutzerfarben
el: Χρήστης Χρώματα
eo: Uzanto Koloroj
he: משתמש וצבעים
id: Pengguna Warna
it: Utente colori
ro: Culori utilizator
uk: Кольори користувача

source: Copy setcolormapvalue code to clipboard
de: setcolormapvalue-Code in Zwischenablage kopieren
el: Αντιγραφή κώδικα setcolormapvalue στο πρόχειρο
eo: Kopiu setcolormapvalue kodon al tondujo
he: העתק את קוד setcolormapvalue ללוח
id: Salin kode setcolormapvalue ke clipboard
it: Copia il codice setcolormapvalue negli appunti
ro: „Copiați codul „setcolormapvalue” în clipboard”
uk: Скопіювати код «setcolormapvalue» до буфера обміну

source: F&ormat Macros
ar: تنسيق وحدات الماكرو
de: F&ormat-Makros
el: Διαμόρφωση μακροεντολών
eo: F&ormati Makroojn
fr: Formatter Macros
he: עיצוב מאקרו
id: F&ormat Macro
it: Formatta macro
ro: F&ormat macrocomenzi
uk: Ф&орматувати макроси

source: Used by formatfloatmse() and formatdatetimemse()
de: Von formatfloatmse() und formatdatetimemse() benutzt
el: Χρησιμοποιείται από formatfloatmse() και formatdatetimemse()
eo: Uzita de formatfloatmse() kaj formatdatetimemse()
fr: Utilisé par formatfloatmse() et formatdatetimemse()
he: בשימוש על ידי formatfloatmse() ו-formatdatetimemse()
id: Digunakan oleh formatfloatmse() dan formatdatetimemse()
it: Utilizzato da formatfloatmse() e formatdatetimemse()
ro: Utilizat de formatfloatmse() și formatdatetimemse()
uk: Використовується formatfloatmse() і formatdatetimes()

source: Templates
ar: القوالب
de: Vorlagen
el: Πρότυπα
eo: Ŝablonoj
fr: Modèles
he: תבניות
id: Templat
it: Modelli
ro: Șabloane
uk: Шаблони

source: New project
ar: مشروع جديد
de: Neues Projekt
el: Νέο έργο
eo: Nova projekto
fr: Nouveau projet
he: פרויקט חדש
id: Proyek baru
it: Nuovo progetto
ro: Proiect nou
uk: Новий проект

source: Script before copy
de: Skript vor Kopieren
el: Σενάριο πριν από την αντιγραφή
eo: Skripto antaŭ kopio
fr: Script avant copie
he: סקריפט לפני העתקה
id: Skrip sebelum disalin
it: Script prima della copia
ro: Script înainte de copiere
uk: Сценарій перед копіюванням

source: Script after copy
de: Skript nach Kopieren
el: Σενάριο μετά το αντίγραφο
eo: Skripto post kopio
fr: Script après copie
he: סקריפט לאחר העתקה
id: Skrip setelah disalin
it: Script dopo la copia
ro: Script după copiere
uk: Сценарій після копіювання

source: New File
ar: ملف جديد
de: Neue Datei
el: Νέο αρχείο
eo: Nova Dosiero
fr: Nouveau Fichier
he: קובץ חדש
id: Berkas Baru
it: Nuovo file
ro: Fișier nou
uk: Новий файл

source: New Form
ar: صيغة جديدة
de: Neues Formular
el: Νέα Φόρμα
eo: Nova Formo
fr: Nouvelle Forme
he: טופס חדש
id: Formulir Baru
it: Nuova forma
ro: Formular nou
uk: Нова форма

source: Storage
ar: تخزين
de: Ablage
el: Αποθήκευση
eo: Stokado
fr: Rangement
he: אחסון
id: Penyimpanan
it: Archiviazione
ro: Depozitare
uk: Пам'ять

source: Infos
ar: معلومات
de: Information
el: Πληροφορίες
eo: Informoj
he: מידע
id: Info
it: Informazioni
ro: Informații
uk: Інформація

source: Full name of project
ar: الاسم الكامل للمشروع
de: Vollständiger Projektname
el: Πλήρης ονομασία έργου
eo: Plena nomo de projekto
fr: Nom complet du projet
he: השם המלא של הפרויקט
id: Nama lengkap proyek
it: Nome completo del progetto
ro: Numele complet al proiectului
uk: Повна назва проекту

source: Creator
ar: المنشئ
de: Ersteller
el: Δημιουργός
eo: Kreinto
fr: Créateur
he: בורא
id: Pembuat
it: Creatore
uk: Творець

source: License
ar: رخصة
de: Lizenz
el: Άδεια χρήσης
eo: Licenco
fr: Licence
he: רישיון
id: Lisensi
it: Licenza
ro: Licență
uk: Ліцензія

source: Date of creation
ar: تاريخ الخلق
de: Erstellungsdatum
el: Ημερομηνία δημιουργίας
eo: Dato de kreo
fr: Date de création
he: תאריך היצירה
id: Tanggal pembuatan
it: Data di creazione
ro: Data creării
uk: Дата створення

source: is invalid
de: ist ungültig
el: Δεν είναι έγκυρο
eo: estas malvalida
fr: est invalide
he: לא חוקי
id: tidak valid
it: non è valido
ro: este invalid
uk: недійсний

source: Format error
de: Formatfehler
el: Σφάλμα μορφοποίησης
eo: Formata eraro
fr: Erreur de format
he: שגיאת עיצוב
id: Kesalahan format
it: Errore di formattazione
ro: Eroare de format
uk: Помилка формату

source: Value is required
de: Wert wird benötigt
el: Η τιμή απαιτείται
eo: Valoro estas bezonata
fr: Valeur requise
he: נדרש ערך
id: Nilai diperlukan
it: Il valore è obbligatorio
ro: Valoarea este necesară
uk: Потрібне значення

source: Error
ar: خط
de: Fehler
el: Σφάλμα
eo: Eraro
fr: Erreur
he: שגיאה
id: Kesalahan
it: Errore
ro: Eroare
uk: Помилка

source: Range error
de: Bereichsfehler
el: Σφάλμα εύρους
eo: Intervalo-eraro
fr: Erreur de rang
he: שגיאת טווח
id: Rentang kesalahan
it: Errore di intervallo
ro: Eroare de interval
uk: Помилка діапазону

source: Undo
ar: الغاء التحميل
de: &Rückgängig
el: Αναίρεση
eo: Malfari
fr: Défaire
he: בטל
id: Batalkan
it: Annulla
ro: Anulați
uk: Скасувати

source: Redo
ar: إعادة
de: Wiede&rholen
el: Επανάληψη
eo: Refari
fr: Refaire
he: עשה מחדש
id: Ulangi
it: Ripeti
ro: Reface
uk: Повторити

source: Copy
ar: ينسخ
de: &Kopieren
el: Αντιγραφή
eo: Kopiu
fr: Copier
he: העתק
id: Salin
it: Copia
ro: Copiere
uk: Копіювати

source: Cut
ar: يقطع
de: Aus&schneiden
el: Αποκοπή
eo: Tranĉi
fr: Couper
he: חתוך
id: Potong
it: Taglia
ro: Tăiați
uk: Вирізати

source: Paste
ar: معجون
de: &Einfügen
el: Επικόλληση
eo: Algluu
fr: Coller
he: הדבק
id: Tempel
it: Incolla
ro: Lipire
uk: Вставити

source: Select all
ar: اختر الكل
de: &Alles auswählen
el: Επιλογή όλων
eo: Elektu ĉion
fr: Sélectionner tout
he: בחר הכל
id: Pilih semua
it: Seleziona tutto
ro: Selectați tot
uk: Вибрати все

source: &Insert Row
de: Zeile e&infügen
el: &Εισαγωγή σειράς
eo: &Enmeti Vicon
fr: &Insérer ligne
he: &הוסף שורה
id: &Sisipkan Baris
it: &Inserisci riga
ro: &Inserați rând
uk: &Вставити рядок

source: Append Row
de: Zeile a&nfügen

source: Delete Row
de: Zeile &löschen

source: Dir
de: &Verzeichnis

source: Up
de: &Hoch
el: Πάνω
eo: Supren
fr: Dessus
he: למעלה
id: Naik
it: Su
ro: Sus
uk: Вгору

source: New Dir
de: &neues Verz.

source: New
ar: جديد
de: &Neu
el: Νέο
eo: Nova
fr: Nouveau
he: חדש
id: Baru
it: Nuovo
ro: Nou
uk: Новий

source: Show hidden files
de: &Verst.Dat.anzeigen

source: Save
ar: يحفظ
de: &Speichern
el: Αποθήκευση
eo: Konservi
fr: Sauver
he: שמור
id: Simpan
it: Salva
ro: Salvare
uk: Зберегти

source: Open
ar: فتح
de: &Öffnen
el: Άνοιγμα
eo: Malfermu
fr: Ouvrir
he: פתח
id: Buka
it: Apri
ro: Deschidere
uk: Відкрити

source: Create new directory
ar: إنشاء دليل جديد
de: Neues Verzeichnis erstellen
el: Δημιουργία νέου καταλόγου
eo: Krei novan dosierujon
fr: Créer un nouveau répertoire
he: צור ספרייה חדשה
id: Buat direktori baru
it: Crea nuova directory
ro: Creează un director nou
uk: Створити новий каталог

source: Back
de: Zurück
el: Πίσω
eo: Reen
fr: Arrière
he: חזרה
id: Kembali
it: Indietro
ro: Înapoi
uk: Назад

source: Forward
de: Vorwärts
el: Εμπρός
eo: Antaŭen
fr: Avant
he: העבר
id: Maju
it: Avanti
ro: Înainte
uk: Вперед

source: File
ar: ملف
de: &Datei
el: Αρχείο
eo: Dosiero
fr: Fichier
he: קובץ
id: Berkas
ro: Fișier
uk: Файл

source: exists, do you want to overwrite?
de: existiert, wollen Sie überschreiben?
el: Υπάρχει, θέλετε να αντικαταστήσετε?
eo: ekzistas, ĉu vi volas anstataŭigi?
fr: existe Remplacer ?
he: קיים, האם אתה רוצה להחליף?
id: ada, apakah Anda ingin menimpa?
it: esiste, vuoi sovrascrivere?
ro: există, doriți să suprascrieți?
uk: існує, ви бажаєте перезаписати?

source: is modified. Save?
ar: تم تعديله. حفظ؟
de: ist geändert. Speichern?
el: έχει τροποποιηθεί. Αποθήκευση?
eo: estas modifita. Ĉu konservi?
fr: est modifié. Sauvegarder?
he: השתנה. שמור?
id: sudah diubah. Simpan?
it: è modificato. Salva?
ro: este modificat. Salvați?
uk: змінено. Зберегти?

source: does not exist
de: existiert nicht
el: δεν υπάρχει
eo: ne ekzistas
fr: nexiste pas
he: לא קיים
id: tidak ada
it: non esiste
ro: nu există
uk: не існує

source: PASSWORD
de: PASSWORT
el: Κωδικός πρόσβασης
eo: PASORDO
fr: MOT DE PASSE
he: סיסמה
ro: PAROLA
uk: ПАРОЛЬ

source: Enter password
de: Passworteingabe
el: Εισαγωγή κωδικού πρόσβασης
eo: Entajpu pasvorton
fr: Entrer le mot de passe
he: הזן סיסמה
id: Masukkan kata sandi
it: Inserisci password
ro: Introduceți parola
uk: Введіть пароль

source: Invalid password!
de: Ungültiges Passwort!
el: Μη έγκυρος κωδικός πρόσβασης!
eo: Malvalida pasvorto!
fr: Mot de passe invalide!
he: סיסמה לא חוקית!
id: Kata sandi salah!
it: Password non valida!
ro: Parolă nevalidă!
uk: Невірний пароль!

source: Can not read directory
de: Verzeichnis nicht lesbar
el: Δεν μπορώ να διαβάσω τον κατάλογο
eo: Ne povas legi dosierujon
fr: Impossible de lire le répertoire
he: לא יכול לקרוא ספרייה
id: Tidak dapat membaca direktori
it: Impossibile leggere la directory
ro: Nu se poate citi directory
uk: Неможливо прочитати каталог екторі

source: Graphic format not supported
de: Grafikformat nicht unterstützt
el: Η μορφή γραφικών δεν υποστηρίζεται
eo: Grafia formato ne subtenata
fr: Format graphique non supporté
he: פורמט גרפי אינו נתמך
id: Format grafis tidak didukung
it: Formato grafico non supportato
ro: Format grafic nu este acceptat
uk: Графічний формат не підтримується

source: Graphic format error
de: Grafikformatfehler
el: Σφάλμα μορφής γραφικών
eo: Eraro pri grafika formato
fr: Erreur de format graphique
he: שגיאה בפורמט גרפי
id: Kesalahan format grafis
it: Errore di formato grafico
ro: Eroare de format grafic
uk: Помилка графічного формату

source: JPEG Image
de: JPEG-Bild
el: Εικόνα JPEG
eo: JPEG-bildo
fr: Image JPEG
he: תמונת JPEG
id: Gambar JPEG
it: Immagine JPEG

source: PNG Image
de: PNG-Bild
el: Εικόνα PNG
eo: PNG-bildo
fr: Image PNG
he: תמונת PNG
id: Gambar PNG
it: Immagine PNG

source: XPM Image
de: XPM-Bild
el: Εικόνα XPM
eo: XPM Bildo
fr: Image XPM
he: תמונת XPM
id: Gambar XPM
it: Immagine XPM

source: PNM Image
de: PNM-Bild
el: Εικόνα PNM
eo: PNM-bildo
fr: Image PNM
he: תמונת PNM
id: Gambar PNM
it: Immagine PNM

source: TARGA Image
de: TARGA-Bild
el: Εικόνα TARGA
eo: TARGA Bildo
fr: Image TARGA
he: תמונת TARGA
id: Gambar TARGA
it: Immagine TARGA

source: TIFF Image
de: TIFF-Bild
el: Εικόνα TIFF
eo: TIFF-bildo
fr: Image TIFF
he: תמונת TIFF
id: Gambar TIFF
it: Immagine TIFF

source: All Images
de: Alle Bilder
el: Όλα
eo: Ĉiuj
he: הכל
id: Semua
it: Tutto
ro: Toate imaginile
uk: Усі зображення

source: Confirmation
ar: تكيد
de: Bestätigung
el: Επιβεβαίωση
eo: Konfirmo
he: אישור
id: Konfirmasi
it: Conferma
ro: Confirmare
uk: Підтвердження

source: Delete record?
de: Datensatz löschen?
el: Διαγραφή εγγραφής?
eo: Ĉu forigi rekordon?
fr: Effacer l enregistrement ?
he: מחק רשומה?
id: Hapus catatan?
it: Eliminare il record?
ro: Ștergeți înregistrarea?
uk: Видалити запис?

source: Copy record?
ar: نسخ السجل
de: Datensatz kopieren?
el: Αντιγραφή εγγραφής?
eo: Ĉu kopii rekordon?
fr: Copier l enregistrement ?
he: העתקת רשומה?
id: Menyalin catatan?
it: Copiare record?
ro: Copiați înregistrarea?
uk: Копіювати запис?

source: Close page
ar: إغلاق الصفحة
de: Seite schließen
el: Κλείσιμο σελίδας
eo: Fermu paĝon
fr: Fermer page
he: סגור דף
id: Tutup halaman
it: Chiudi pagina
ro: Închideți pagina
uk: Закрити сторінку

source: First
de: Erster
el: Πρώτος
eo: Unue
fr: Premier
he: ראשון
id: Pertama
it: Prima
ro: Întâi
uk: Перший

source: Prior
de: Vorheriger
el: Προηγούμενο
eo: Antaŭa
fr: Précédent
he: קודם
id: Sebelumnya
it: Precedente
ro: Înainte
uk: Попередній

source: Next
de: Nächster
el: Επόμενο
eo: Sekva
fr: Suivant
he: הבא
id: Selanjutnya
it: Avanti
ro: Următorul
uk: Далі

source: Last
de: Letzter
el: Τελευταίο
eo: Lasta
fr: Dernier
he: אחרון
id: Terakhir
it: Ultimo
ro: Ultimul
uk: Останній

source: Append
ar: ألحق
de: Anfügen
el: Προσθήκη
eo: Aldoni
fr: Ajouter
he: הוסף
id: Tambahkan
it: Aggiungi
ro: Adăugați
uk: Додати

source: Delete
ar: حذف
de: &Löschen
el: Διαγραφή
eo: Forigi
fr: Supprimer
he: מחק
id: Hapus
it: Elimina
ro: Ștergeți
uk: Видалити

source: Post
ar: بريد
de: Eintragen
el: Δημοσίευση
eo: Afiŝu
fr: Poster
he: פרסם
id: Posting
ro: Postează
uk: Опублікувати

source: Annul
de: Anullieren
el: Ακύρωση
eo: Nuligi
he: ביטול
id: Batalkan
it: Annulla
ro: Anulare
uk: Скасувати

source: Refresh
de: Auffrischen
el: Ανανέωση
eo: Refreŝigi
fr: Rafraîchir
he: רענן
id: Segarkan
it: Aggiorna
ro: Actualizează
uk: Оновити

source: Edit filter
de: Filter bearbeiten
el: Επεξεργασία φίλτρου
eo: Redakti filtrilon
fr: Edition Filtre
he: ערוך מסנן
id: Mengedit filter
it: Modifica filtro
ro: Editați filtrul
uk: Редагувати фільтр

source: Edit filter minimum
de: Filterminimum bearbeiten
el: Επεξεργασία ελάχιστου φίλτρου
eo: Redaktu minimuman filtrilon
fr: Edition Filtre Minimum
he: ערוך מסנן מינימום
it: Modifica filtro minimo
ro: Editați filtrul minim
uk: Редагувати мінімальний фільтр

source: Edit filter maximum
de: Filtermaximum bearbeiten
el: Επεξεργασία μέγιστου φίλτρου
eo: Redakti filtrilon maksimume
fr: Edition Filtre Maximum
he: ערוך מסנן מקסימום
id: Edit filter maksimum
it: Modifica filtro massimo
ro: Editați filtrul maxim
uk: Редагувати максимальний фільтр

source: Reset filter
de: Filter zurücksetzen
el: Επαναφορά φίλτρου
eo: Restarigi filtrilon
fr: Réinitialiser le filtre
he: אפס מסנן
id: Setel ulang filter
it: Reimposta filtro
ro: Resetați filtrul
uk: Скинути фільтр

source: Filter on
de: Filter ein
el: Φίλτρο ενεργό
eo: Filtrilo
fr: Filtre actif
he: סנן על
id: Filter aktif
it: Filtro attivato
ro: Filtrați pe
uk: Увімкнути фільтр

source: Search
ar: بحث
de: Suchen
el: Αναζήτηση
eo: Serĉi
fr: Chercher
he: חיפוש
id: Cari
it: Cerca
ro: Căutare
uk: Пошук

source: Auto edit
de: Automatisch bearbeiten
el: Αυτόματη επεξεργασία
eo: Aŭtomata redakto
fr: Edition automatique
he: עריכה אוטומטית
id: Edit otomatis
it: Modifica automatica
ro: Editare automată
uk: Автоматичне редагування

source: Copy record
ar: نسخ السجل
de: Datensatz kopieren
el: Αντιγραφή εγγραφής
eo: Kopiu rekordon
fr: Copier l enregistrement
he: העתק רשומה
id: Salin catatan
it: Copia record
ro: Copiați înregistrarea
uk: Копіювати запис

source: Insert
ar: إدراج
de: Einfügen
el: Εισαγωγή
eo: Enmeti
fr: Insérer
he: הוסף
id: Sisipkan
it: Inserisci
ro: Inserați
uk: Вставити

source: Row insert
de: Zeile einfügen
el: Εισαγωγή σειράς
eo: Vico enmeti
fr: Insérer ligne
he: הוספת שורה
id: Sisipkan baris
it: Inserimento riga
ro: Inserare rând
uk: Вставка рядка

source: Row append
de: Zeile anfügen
el: Προσάρτηση σειράς
eo: Vico aldonas
fr: Ajouter ligne
he: הוסף שורה
id: Penambahan baris
it: Aggiungi riga
ro: Adăugați rânduri
uk: Додавання рядка

source: Row delete
de: Zeile löschen
el: Διαγραφή σειράς
eo: Forigo de vico
fr: Supprimer ligne
he: מחיקת שורה
id: Hapus baris
it: Elimina riga
ro: Ștergerea rândului
uk: Видалити рядок

source: Filter off
de: Filter aus
el: Ανενεργό φίλτρο
eo: Filtrilo malŝaltita
fr: Filtre inactif
he: סינון כבוי
id: Filter nonaktif
it: Filtro disattivato
ro: Filtrare dezactivată
uk: Фільтр вимкнено

source: Portrait
de: Hochformat
el: Πορτρέτο
eo: Portreto
he: דיוקן
id: Potret
it: Ritratto
ro: Portret
uk: Портрет

source: Landscape
de: Querformat
el: Τοπίο
eo: Pejzaĝo
fr: Paysage
he: נוף
id: Pemandangan
it: Paesaggio
ro: Peisaj
uk: Пейзаж

source: Delete row?
de: Zeile löschen?
el: Διαγραφή σειράς?
eo: Ĉu forigi vicon?
fr: Supprimer ligne ?
he: מחק שורה?
id: Hapus baris?
it: Eliminare riga?
ro: Ștergeți rândul?
uk: Видалити рядок?

source: selected rows?
de: gewählte Zeilen?
el: επιλεγμένες σειρές?
eo: Ĉu elektitaj vicoj?
fr: Lignes sélectionnées
he: שורות שנבחרו?
id: baris yang dipilih?
it: righe selezionate?
ro: rândurile selectate?
uk: вибрані рядки?

source: Single item only
de: Nur Einzeleintrag
el: Μόνο ένα αντικείμενο
eo: Nur unu ero
fr: seulement un élément
he: פריט בודד בלבד
id: Hanya satu item
it: Solo elemento singolo
ro: Doar un singur articol
uk: Лише один елемент

source: Copy Cells
de: Zellen kopieren
el: Αντιγραφή κελιών
eo: Kopii Ĉelojn
fr: Copier cellules
he: העתק תאים
id: Menyalin Sel
it: Copia celle
ro: Copiați celulele
uk: Копіювати клітинки

source: Paste Cells
de: Zellen einfügen
el: Επικόλληση κελιών
eo: Algluu Ĉelojn
fr: Coller cellules
he: הדבק תאים
id: Tempel Sel
it: Incolla celle
ro: Lipiți celule
uk: Вставити клітинки

source: Maximize
de: Maximieren
el: Μεγιστοποίηση
eo: Maksimumigu
fr: Maximiser
he: מקסם
id: Maksimalkan
it: Massimizza
ro: Maximizați
uk: Розгорнути

source: Normalize
de: Normieren
el: Κανονοποίηση
eo: Normigi
fr: Normaliser
he: התקין
id: Menormalkan
it: Normalizza
ro: Normalizare
uk: Нормалізувати

source: Minimize
de: Minimieren
el: Ελαχιστοποίηση
eo: Minimumigu
fr: Minimiser
he: מזעור
id: Perkecil
it: Riduci a icona
ro: Minimizează
uk: Згорнути

source: Fix size
de: Feste Grösse
el: Διόρθωση μεγέθους
eo: Ripari grandecon
fr: Taille fixe
he: תקן גודל
id: Perbaiki ukuran
it: Fissa la dimensione
ro: Repare dimensiunea
uk: Виправити розмір

source: Float
de: Lösen
el: Επιπλέει
eo: Flosu
fr: Flottant
he: צף
id: Mengambang
it: Flottante
ro: Plutește
uk: Плаваючий

source: Stay on top
de: Im Vordergrund halten
el: Μείνε στην κορυφή
eo: Restu supre
fr: Rester en avant
he: הישאר בראש
id: Tetap di atas
it: Rimani in cima
ro: Rămâneți în top
uk: Залишайтеся на висоті

source: Stay in background
de: Im Hintergrund halten
el: Μείνε στο παρασκήνιο
eo: Restu en fono
fr: Rester en arrière
he: הישאר ברקע
id: Tetap di latar belakang
it: Rimani in background
ro: Rămâneți în fundal
uk: Залишатися у фоновому режимі

source: Lock children
de: Unterfenster blockieren
el: Κλείδωμα παιδιών
eo: Ŝlosu infanojn
fr: Bloquer les descendants
he: נעל ילדים
id: Kunci anak
it: Blocca bambini
ro: Încuiați copiii
uk: Заблокувати дітей

source: No lock
de: Nicht Blockieren
el: Χωρίς κλείδωμα
eo: Neniu seruro
fr: Ne pas bloquer
he: אין נעילה
id: Tidak ada kunci
it: Nessun blocco
ro: Fără blocare
uk: Без блокування

source: Input
de: Eingabe
el: Είσοδος
eo: Enigo
fr: Entrée
he: קלט
id: Masukan
ro: Intrare
uk: Введення

source: Button
de: Schaltfeld
el: Κουμπί
eo: Butono
fr: Boutton
he: כפתור
id: Tombol
it: Pulsante
ro: Buton
uk: Кнопка

source: On
de: Ein
el: Ενεργό
eo: Activita
fr: Allumé
he: מופעל
id: Aktif
it: Attivo
ro: Activat
uk: Увімкнено

source: Off
de: Aus
el: Απενεργοποίηση
eo: Malŝaltita
fr: Eteint
he: כבוי
id: Mati
ro: Dezactivat
uk: Вимкнено

source: Left border
de: Linker Rand
el: Αριστερό περίγραμμα
eo: Maldekstra limo
fr: Bord gauche
he: גבול שמאלי
id: Perbatasan kiri
it: Confine sinistro
ro: Chenar din stânga
uk: Лівий край

source: Top border
de: Oberer Rand
el: Επάνω περίγραμμα
eo: Supra rando
fr: Bord haut
he: גבול עליון
id: Perbatasan atas
it: Bordo superiore
ro: Chenar de sus
uk: Верхня межа

source: Right border
de: Rechter Rand
el: Δεξί περίγραμμα
eo: Dekstra bordo
fr: Bord droit
he: גבול ימני
id: Perbatasan kanan
it: Confine destro
ro: Chenar drept
uk: Права межа

source: Bottom border
de: Unterer Rand
el: Κάτω περίγραμμα
eo: Malsupra rando
fr: Bord bas
he: גבול תחתון
id: Batas bawah
it: Bordo inferiore
ro: Chenar de jos
uk: Нижня межа

source: Begin of text
de: Textanfang
el: Αρχή κειμένου
eo: Komenco de teksto
fr: Début du texte
he: תחילת הטקסט
id: Awal teks
it: Inizio del testo
ro: Începutul textului
uk: Початок тексту

source: End of text
de: Text ende
el: Τέλος κειμένου
eo: Fino de teksto
fr: Fin du texte
he: סוף טקסט
id: Akhir teks
it: Fine del testo
ro: Sfârșitul textului
uk: Кінець тексту

source: Inputmode
de: Eingabemodus
el: Λειτουργία εισόδου
eo: Eniga reĝimo
fr: Mode entrée
he: מצב קלט
id: Mode masukan
it: Modalità di input
ro: Mod de intrare
uk: Режим введення

source: Overwrite
de: Überschreiben
el: Αντικατάσταση
eo: Anstataŭigi
fr: Ecraser
he: החלף
id: Timpa
it: Sovrascrivi
ro: Suprascrie
uk: Перезаписати

source: Deleted
de: Gelöscht
el: Διαγράφηκε
eo: Forigite
fr: Détruit
he: נמחק
id: Dihapus
it: Eliminato
ro: Șters
uk: Видалено

source: Copied
de: Kopiert
el: Αντιγράφηκε
eo: Kopiita
fr: Copié
he: הועתק
id: Disalin
it: Copiato
ro: Copiat
uk: Скопійовано

source: Inserted
de: Eingefügt
el: Έγινε εισαγωγή
eo: Enmetite
fr: Inseré
he: הוכנס
id: Dimasukkan
it: Inserito
ro: Inserat
uk: Вставлено

source: Pasted
de: Eingefügt
el: Επικολλήθηκε
eo: Algluita
fr: Collé
he: מודבק
id: Ditempel
it: Incollato
ro: Inserat
uk: Вставлено

source: Withdrawn
de: Zurückgezogen
el: Αποσύρθηκε
eo: Fortirita
fr: Retiré
he: בוטל
id: Ditarik
it: Ritirato
ro: Retras
uk: Вилучено

source: Window activated
de: Fenster aktiviert
el: Το παράθυρο ενεργοποιήθηκε
eo: Fenestro aktivigita
fr: Fenêtre activée
he: החלון הופעל
id: Jendela diaktifkan
it: Finestra attivata
ro: Fereastra activată
uk: Вікно активовано

source: Menu
de: Menü
el: Μενού
eo: Menuo
he: תפריט
ro: Meniu
uk: Меню

source: Beginning of file
de: Dateianfang
el: Αρχή αρχείου
eo: Komenco de dosiero
fr: Début du fichier
he: תחילת הקובץ
id: Awal file
it: Inizio del file
ro: Începutul fișierului
uk: Початок файлу

source: End of file
de: Dateiende
el: Τέλος αρχείου
eo: Fino de dosiero
fr: Fin du fichier
he: סוף קובץ
id: Akhir file
it: Fine del file
ro: Sfârșitul fișierului
uk: Кінець файлу

source: Voice output
de: Sprachausgabe
el: Έξοδος φωνής
eo: Voĉa eligo
fr: Sortie voix
he: פלט קולי
id: Keluaran suara
it: Uscita vocale
ro: Ieșire vocală
uk: Голосовий вихід

source: Speak again
de: Wiederhole Sprachausgabe
el: Μίλα ξανά
eo: Parolu denove
fr: Répéter
he: דבר שוב
id: Bicara lagi
it: Parla di nuovo
ro: Vorbește din nou
uk: Скажи ще раз

source: First column
de: Erste Spalte
el: Πρώτη στήλη
eo: Unua kolumno
fr: Première colonne
he: עמודה ראשונה
id: Kolom pertama
it: Prima colonna
ro: Prima coloană
uk: Перший стовпець

source: First row
de: Erste Zeile
el: Πρώτη σειρά
eo: Unua vico
fr: Première ligne
he: שורה ראשונה
id: Baris pertama
it: Prima riga
ro: Primul rând
uk: Перший рядок

source: Last column
de: Letzte Spalte
el: Τελευταία στήλη
eo: Lasta kolumno
fr: Dèrnière colonne
he: עמודה אחרונה
id: Kolom terakhir
it: Ultima colonna
ro: Ultima coloană
uk: Останній стовпець

source: Last row
de: Letzte Zeile
el: Τελευταία σειρά
eo: Lasta vico
fr: Dèrnière ligne
he: שורה אחרונה
id: Baris terakhir
it: Ultima riga
ro: Ultimul rând
uk: Останній рядок

source: Selection
de: Auswahl
el: Επιλογή
eo: Selektado
fr: Sélection
he: בחירה
id: Pilihan
it: Selezione
ro: Selectare
uk: Вибір

source: Speak path
de: Pfad ansagen
el: Διαδρομή ομιλίας
eo: Parolu vojon
fr: Chemin de speak
he: דבר נתיב
id: Bicara jalur
it: Pronuncia percorso
ro: Rostiți calea
uk: Озвучити шлях

source: Disabled button
de: Deaktiviertes Schaltfeld
el: Απενεργοποιημένο κουμπί
eo: Malŝaltita butono
fr: Désactiver le boutton
he: כפתור מושבת
id: Tombol dinonaktifkan
it: Pulsante disabilitato
ro: Buton dezactivat
uk: Вимкнена кнопка

source: First field
de: Erstes Feld
el: Πρώτο πεδίο
eo: Unua kampo
fr: Premier champ
he: שדה ראשון
id: Bidang pertama
it: Primo campo
ro: Primul câmp
uk: Перше поле

source: Last field
de: Letztes Feld
el: Τελευταίο πεδίο
eo: Lasta kampo
fr: Dèrnier champ
he: שדה אחרון
id: Bidang terakhir
it: Ultimo campo
ro: Ultimul câmp
uk: Останнє поле
