Repository: amikey/ideU
Catalog: src/lang/ideu_*.po
Languages: ar, de, el, eo, fr, he, id, it, ro, uk

source: Cancel
ar: لغء
de: Ab&brechen
el: Ακύρωση
eo: Nuligi
fr: Annuler
he: ביטול
id: Batalkan
it: Annulla
ro: Anulați
uk: Скасувати

source: Abort
ar: حبط
de: Ab&brechen
el: Ακύρωση
eo: Ĉesigi
fr: Arrèter
he: הפסק
id: Batalkan
it: Interrompi
ro: Anulați
uk: Скасувати

source: Yes
ar: نعم
de: &Ja
el: Ναι
eo: Jes
fr: Oui
he: כן
id: Ya
it: Sì
ro: Da
uk: Так

source: No
ar: ل
de: &Nein
el: Όχι
eo: Ne
fr: Non
he: לא
id: Tidak
ro: Nu
uk: Ні

source: All
ar: الكل
de: &Alle
el: Ναι όλα
eo: Jes ĉiuj
fr: Tous
he: כן הכל
id: Ya semua
it: Sì tutto
ro: Toate
uk: Усі

source: Yes all
ar: نعم لكل
de: Ja &alle
el: Ναι όλα
eo: Jes ĉiuj
fr: Oui tout
he: כן הכל
id: Ya semua
it: Sì tutto
ro: Da toate
uk: Так усе

source: No all
ar: ل لكل
de: N&ein alle
el: Όχι όλα
eo: Ne ĉio
fr: Aucun
he: לא הכל
id: Tidak semua
it: No tutto
ro: Nu toate
uk: Немає всіх

source: Ignore
ar: تجهل
de: &Ignorieren
el: Παράβλεψη
eo: Ignoru
fr: Ignorer
he: התעלם
id: Abaikan
it: Ignora
ro: Ignorați
uk: Ігнорувати

source: Skip
ar: تخطي
de: Übers&pringen
el: Παράλειψη
eo: Salti
fr: Passer
he: דלג
id: Lewati
it: Salta
ro: Omite
uk: Пропустити

source: Skip a&ll
ar: تخطي لكل
de: Alles ü&berspringen
el: Παράβλεψη&ll
eo: Salti a&ll
fr: Passer &tout
he: דלג על &ll
id: Lewati semua
it: Salta a&ll
ro: Omite o&ll
uk: Пропустити все

source: Continue
ar: متبعة
de: &Fortsetzen
el: Συνέχεια
eo: Daŭrigu
fr: Continuer
he: המשך
id: Lanjutkan
it: Continua
ro: Continuați
uk: Продовжити

source: OK
ar: موفق
de: in &Ordnung
el: Εντάξει
eo: Bone
fr: Valider
he: בסדר
id: Oke
uk: ОК

source: Wrong encoding can damage your source files.
ar: قد يؤدي لترميز لخطئ لى تلف ملفت لمصدر.
de: Eine falsche Kodierung kann Ihre Quelldateien beschädigen.
el: Η λανθασμένη κωδικοποίηση μπορεί να βλάψει τα αρχεία προέλευσης.
eo: Malĝusta kodado povas damaĝi viajn fontdosierojn.
fr: Un encodage incorrect peut endommager vos fichiers sources.
he: קידוד שגוי יכול להזיק לקבצי המקור שלך.
id: Encoding yang salah dapat merusak file sumber Anda.
it: Una codifica errata può danneggiare i file sorgente.
ro: Codificarea greșită vă poate deteriora fișierele sursă.
uk: Неправильне кодування може пошкодити вихідні файли.

source: Do you wish to set encoding to
ar: هل ترغب في ضبط لتشفير على
de: Möchten Sie die Kodierung setzen auf
el: Θέλετε να ορίσετε την κωδικοποίηση σε
eo: Ĉu vi volas agordi kodigon al
fr: Voulez-vous définir encodage sur
he: האם ברצונך להגדיר קידוד ל
id: Apakah Anda ingin menyetel penyandian ke
it: Vuoi impostare la codifica su
ro: Doriți să setați codificarea la
uk: Чи бажаєте ви встановити кодування на

source: *** WARNING ***
ar: *** تحذير ***
de: *** WARNUNG ***
el: *** ΠΡΟΕΙΔΟΠΟΙΗΣΗ ***
eo: *** AVERTO ***
fr: *** ATTENTION ***
he: *** אזהרה ***
id: *** PERINGATAN ***
it: *** ATTENZIONE ***
ro: *** AVERTISMENT ***
uk: *** ПОПЕРЕДЖЕННЯ ***

source: Hangup
de: Aufgelegt
eo: Halkulo
fr: Raccrocher
he: נתק
id: Tutup
it: Riaggancia
ro: Închidere
uk: Зависання

source: Interrupt
ar: مقطعة
de: Unterbrechung
el: Διακοπή
eo: Interrompi
fr: Interrompre
he: הפרעה
id: Interupsi
it: Interruzione
ro: Întrerupere
uk: Переривання

source: Leave
de: Verlassen
el: Έξοδος
eo: Foriru
he: צא
id: Keluar
it: Esci
ro: Plecați
uk: Залишити

source: Illegal instruction
ar: رشد غير قنوني
de: Unzulässiger Befehl
el: Παράνομη οδηγία
eo: Kontraŭleĝa instrukcio
fr: Instruction illégale
he: הוראה לא חוקית
id: Instruksi ilegal
it: Istruzioni illegali
ro: Instrucțiuni ilegale
uk: Незаконна інструкція

source: Trace trap
ar: تتبع لفخ
de: Unterbrechung Ablaufverfolgung
el: Παγίδα ιχνών
eo: Spuro-kaptilo
fr: Trace piège
he: מלכודת עקבות
id: Jejak jebakan
it: Traccia trappola
ro: Trace capcană
uk: Перехоплення трасування

source: Abort Process
de: Abbruchbefehl
el: Ακύρωση
eo: Ĉesigi
he: הפסק
id: Batalkan
it: Interrompi

source: BUS error
ar: خط BUS
de: BUS-Fehler
el: Σφάλμα BUS
eo: BUSeraro
fr: Erreur BUS
he: שגיאת אוטובוס
it: Errore BUS
ro: Eroare BUS
uk: Помилка BUS

source: Floating-point exception
ar: ستثنء لفصلة لعئمة
de: Gleitkommafehler
el: Εξαίρεση κινητής υποδιαστολής
eo: Escepto de glitkoma
fr: Exception à virgule flottante
he: חריג נקודה צפה
id: Pengecualian titik mengambang
it: Eccezione in virgola mobile
ro: Excepție în virgulă mobilă
uk: Виняток із плаваючою комою

source: Kill
ar: قتل
de: Zwangsabbruch
el: Σκότωση
eo: Mortigi
fr: Tuer
he: להרוג
id: Bunuh
it: Uccidi
ro: Ucidere
uk: Вбити

source: User-defined signal 1
ar: شرة محددة من قبل لمستخدم 1
de: Benutzerdefiniertes Signal 1
el: Σήμα 1 που ορίζεται από το χρήστη
eo: Uzanto-difinita signalo 1
fr: Signal défini par utilisateur 1
he: אות 1 מוגדר על ידי משתמש
id: Sinyal yang ditentukan pengguna 1
it: Segnale definito dall'utente 1
ro: Semnal 1 definit de utilizator
uk: Визначений користувачем сигнал 1

source: Segmentation violation
ar: نتهك لتجزئة
de: Unzulässiger Speicherzugriff
el: Παράβαση τμηματοποίησης
eo: Segmenta malobservo
fr: Violation de segmentation
he: הפרת פילוח
id: Pelanggaran segmentasi
it: Violazione di segmentazione
ro: Încălcarea segmentării
uk: Порушення сегментації

source: User-defined signal 2
ar: شرة محددة من قبل لمستخدم 2
de: Benutzerdefiniertes Signal 2
el: Σήμα 2 που ορίζεται από το χρήστη
eo: Uzanto-difinita signalo 2
fr: Signal défini par utilisateur 2
he: אות מוגדר על ידי משתמש 2
id: Sinyal yang ditentukan pengguna 2
it: Segnale definito dall'utente 2
ro: Semnal 2 definit de utilizator
uk: Визначений користувачем сигнал 2

source: Broken pipe
ar: نبوب مكسور
de: Pipe-Fehler
el: Σπασμένος σωλήνας
eo: Rompita tubo
fr: Tuyau cassé
he: צינור שבור
id: Pipa rusak
it: Tubo rotto
ro: Teava sparta
uk: Зламана труба

source: Alarm clock
ar: لمنبه
de: Alarmzeitgebersignal
el: Ξυπνητήρι
eo: Vekhorloĝo
fr: Réveil
he: שעון מעורר
id: Jam alarm
it: Sveglia
ro: Ceas deşteptător
uk: Будильник

source: Termination
ar: نهء
de: Abbruchanforderung
el: Τερματισμός
eo: Fino
fr: Résiliation
he: סיום
id: Penghentian
it: Risoluzione
ro: Încetare
uk: Припинення

source: Stack fault
ar: خط لمكدس
de: Stapelfehler
el: Σφάλμα στοίβας
eo: Staka misfunkciado
fr: Faute de pile
he: תקלת מחסנית
id: Kesalahan tumpukan
it: Errore stack
ro: Efect de stivă
uk: Помилка стека

source: Child status has changed
ar: تغيرت حلة لطفل
de: Kindprozess beendet
el: Η κατάσταση του παιδιού έχει αλλάξει
eo: Infana stato ŝanĝiĝis
fr: Le statut de l enfant a changé
he: סטטוס הילד השתנה
id: Status anak telah berubah
it: Lo stato del figlio è cambiato
ro: Starea copilului s-a schimbat
uk: Статус дитини змінено

source: Proceed
de: Fortsetzen
el: Συνέχεια
he: המשך
id: Lanjutkan
it: Continua
ro: Continuați
uk: Продовжити

source: Stop, unblockable
ar: توقف ، غير قبل لللغء
de: Stop, nicht blockierbar
el: Διακοπή, με δυνατότητα απεμπλοκής
eo: Haltu, neblokebla
fr: Stop imblocable
he: עצור, ניתן לביטול חסימה
id: Berhenti, tidak dapat diblokir
it: Stop, sbloccabile
ro: Oprire, deblocabil
uk: Зупинити, не можна заблокувати

source: Keyboard stop
ar: توقف لوحة لمفتيح
de: Stop von Tastatur
el: Διακοπή πληκτρολογίου
eo: Klavaro haltas
fr: Arrêt du clavier
he: עצירת מקלדת
id: Keyboard berhenti
it: Arresto tastiera
ro: Oprire tastatură
uk: Зупинка клавіатури

source: Background read from tty
ar: قرءة لخلفية من tty
de: Terminaleingabe für Hintergrund
el: Ανάγνωση φόντου από tty
eo: Fono legita de tty
fr: Contexte lu à partir du tty
he: קריאה ברקע מ-tty
id: Latar belakang dibaca dari tty
it: Lettura in background da tty
ro: Citește în fundal de la tty
uk: Фонове читання з tty

source: Background write to tty
ar: كتبة لخلفية لى tty
de: Terminalausgabe für Hintergrund
el: Γράψιμο στο παρασκήνιο στο tty
eo: Skribu fone al tty
fr: Écrire en arrière-plan sur tty
he: כתוב ברקע ל-tty
id: Latar belakang menulis ke tty
it: Scrivi in ​​background su tty
ro: Scrie în fundal pe tty
uk: Фоновий запис на tty

source: Urgent condition on socket
ar: حلة عجلة على لمقبس
de: Dringlicher Zustand an Socket
el: Επείγουσα κατάσταση στην πρίζα
eo: Urĝa kondiĉo sur ingo
fr: État urgent sur la prise
he: מצב דחוף בשקע
id: Kondisi mendesak pada soket
it: Condizione urgente sul socket
ro: Stare urgentă pe priză
uk: Терміновий стан на сокеті

source: CPU limit exceeded
ar: تجوز حد CPU
de: CPU-Begrenzung überschritten
el: Υπέρβαση ορίου CPU
eo: Limo de CPU superita
fr: Limite du processeur dépassée
he: חרגת ממגבלת המעבד
id: batas CPU terlampaui
it: Limite CPU superata
ro: Limita CPU depășită
uk: Перевищено ліміт ЦП

source: File size limit exceeded
ar: تجوز حد حجم لملف
de: Dateigrößengrenze überschritten
el: Υπέρβαση ορίου μεγέθους αρχείου
eo: Limo de grandeco de dosiero superis
fr: Limite de taille de fichier dépassée
he: חרגת ממגבלת גודל הקובץ
id: Batas ukuran file terlampaui
it: Limite dimensione file superata
ro: Limita de dimensiune a fișierului a fost depășită
uk: Перевищено ліміт розміру файлу

source: Virtual alarm clock
ar: منبه فترضي
de: Alarm virtueller Zeitgeber
el: Εικονικό ξυπνητήρι
eo: Virtuala vekhorloĝo
fr: Réveil virtuel
he: שעון מעורר וירטואלי
id: Jam alarm virtual
it: Sveglia virtuale
ro: Ceas deşteptător virtual
uk: Віртуальний будильник

source: Profiling alarm clock
ar: منبه لتنميط
de: Alarm Profiling-Zeitgeber
el: Δημιουργία προφίλ ξυπνητηριού
eo: Profila vekhorloĝo
fr: Profilage réveil
he: פרופיל שעון מעורר
id: Membuat profil jam alarm
it: Sveglia di profilazione
ro: Profilarea ceasului alarmă
uk: Профілювання будильника

source: Window size change
ar: تغيير حجم لنفذة
de: Fenstergrößenänderung
el: Αλλαγή μεγέθους παραθύρου
eo: Ŝanĝo de la grandeco de la fenestro
fr: Changement de taille de fenêtre
he: שינוי גודל החלון
id: Perubahan ukuran jendela
it: Modifica dimensione finestra
ro: Modificarea dimensiunii ferestrei
uk: Зміна розміру вікна

source: I/O now possible
ar: I / O ممكن لآن
de: Ein/Ausgabe freigegeben
el: Είσοδος/Εξόδου τώρα δυνατή
eo: I/O nun eblas
fr: E/S maintenant possible
he: I/O כעת אפשרי
id: I/O sekarang mungkin
it: I/O ora possibile
ro: I/O acum posibil
uk: Введення/виведення тепер можливе

source: Power failure restart
ar: عدة تشغيل فشل لطقة
de: Spannungsausfall
el: Επανεκκίνηση διακοπής ρεύματος
eo: Rekomenco de elektropaneo
fr: Redémarrage panne de courant
he: הפעלה מחדש של הפסקת חשמל
id: Restart listrik mati
it: Riavvio per interruzione di corrente
ro: Repornire întreruptă de curent
uk: Перезапуск збою живлення

source: Configure ideU
ar: تكوين يديو
de: ideU konfigurieren
el: Διαμόρφωση ideU
eo: Agordu ideU
fr: Configurer ideU
he: הגדר את ideU
id: Konfigurasikan ideU
it: Configura ideU
ro: Configurați ideU
uk: Налаштувати ideU

source: Process ID
ar: معرف لعملية
de: Prozess-ID
el: Αναγνωριστικό διαδικασίας
eo: Proceza ID
fr: Identifiant de processus
he: זיהוי תהליך
id: ID Proses
it: ID processo
ro: ID proces
uk: Ідентифікатор процесу

source: Attach to process
ar: رفق لعملية
de: Mit Prozess verbinden
el: Επισύναψη στην επεξεργασία
eo: Aligi al procezo
fr: Joindre au processus
he: צרף לתהליך
id: Lampirkan ke proses
it: Allega all'elaborazione
ro: Atașați la proces
uk: Приєднати до процесу

source: Unknown moduleclass for
de: Unbekannte Modulklasse für

source: Inherited component
de: Ererbte Komponente

source: can not be deleted.
ar: ل يمكن حذف .
de: kann nicht gelöscht werden.
el: δεν μπορεί να διαγραφεί.
eo: ne povas esti forigita.
he: לא ניתן למחוק.
id: tidak dapat dihapus.
it: non può essere eliminato.
ro: nu poate fi sters.
uk: не можна видалити.

source: Make aborted.
ar: جعله محبطً.
de: Erstellung abgebrochen.
el: Κάνω ματαίωση.
eo: Igi interrompita.
fr: Annulation création.
he: הפוך לביטול.
id: Membuat dibatalkan.
it: Rendi interrotto.
ro: Faceți anulat.
uk: Зробити перерваним.

source: Download aborted.
ar: تم حبط لتنزيل.
de: Download abgebrochen.
el: Η λήψη ματαιώθηκε.
eo: Elŝuto ĉesigita.
fr: Téléchargement interrompu.
he: ההורדה בוטלה.
id: Unduhan dibatalkan.
it: Download interrotto.
ro: Descărcarea a fost anulată.
uk: Завантаження перервано.

source: Runerror with
de: Ausführungsfehler mit

source: Error: Timeout.
ar: خط: مهلة.
de: Fehler: Zeitüberschreitung.
el: Σφάλμα: Λήξη χρονικού ορίου.
eo: Eraro: Tempo.
fr: Erreur : délai dattente.
he: שגיאה: פסק זמן.
id: Kesalahan: Waktu habis.
it: Errore: timeout.
ro: Eroare: Timeout.
uk: Помилка: Час очікування.

source: Make not running.
ar: جعله ل يعمل.
de: Erstellung läuft nicht.
el: Να μην εκτελείται.
eo: Igu ne funkcii.
fr: Ne pas lancer.
he: הפוך לא לרוץ.
id: Buat tidak berjalan.
it: Non essere in esecuzione.
ro: Faceți să nu ruleze.
uk: Зробити не запущеним.

source: Downloading.
ar: لتنزيل.
de: Wird heruntergeladen.
el: Λήψη.
eo: Elŝutante.
fr: Téléchargement.
he: הורדה.
id: Mengunduh.
it: Download in corso.
ro: Se descarcă.
uk: Завантаження.

source: Download not running.
ar: لتنزيل ل يعمل.
de: Download läuft nicht.
el: Η λήψη δεν εκτελείται.
eo: Elŝuto ne funkcias.
fr: Le téléchargement ne fonctionne pas.
he: ההורדה לא פועלת.
id: Unduhan tidak berjalan.
it: Download non in esecuzione.
ro: Descărcarea nu rulează.
uk: Завантаження не працює.

source: running.
ar: قيد لتشغيل.
de: Läuft.
el: εκτελείται.
eo: funkcianta.
fr: fonctionnement.
he: פועל.
id: berjalan.
it: in esecuzione.
ro: alergă.
uk: запущено.

source: Script
ar: برنمج نصي
de: Skript
el: Σενάριο
eo: Skripto
fr: Scénario
he: תסריט
id: Skrip
uk: Сценарій

source: Recursive form inheritance of
de: Rekursive Formularvererbung von

source: Component
de: Komponente

source: exists.
ar: موجود.
de: existiert.
el: υπάρχει.
eo: ekzistas.
he: קיים.
id: ada.
it: esiste.
ro: există.
uk: існує.

source: Ancestor for
de: Vorfahr für

source: not found.
ar: غير موجود.
de: nicht gefunden.
el: δεν βρέθηκε.
eo: ne trovita.
fr: pas trouvé.
he: לא נמצא.
id: tidak ditemukan.
it: non trovato.
ro: nu a fost găsit.
uk: не знайдено.

source: Module
de: Modul

source: Invalid name
de: Ungültiger Name

source: Invalid methodname
ar: سم سلوب غير صلح
de: Ungültiger Methodenname
el: Μη έγκυρο όνομα μεθόδου
eo: Nevalida metodonomo
fr: Nom de méthode invalide
he: שם שיטה לא חוקי
id: Nama metode tidak valid
it: Nome metodo non valido
ro: Nume metodă nevalidă
uk: Недійсна назва методу

source: Module not found
ar: لوحدة غير موجودة
de: Modul nicht gefunden
el: Η μονάδα δεν βρέθηκε
eo: Modulo ne trovita
fr: Module non trouvé
he: לא נמצא המודול
id: Modul tidak ditemukan
it: Modulo non trovato
ro: Modulul nu a fost găsit
uk: Модуль не знайдено

source: Method not found
ar: لطريقة غير موجودة
de: Methode nicht gefunden
el: Η μέθοδος δεν βρέθηκε
eo: Metodo ne trovita
fr: Méthode non trouvée
he: לא נמצאה השיטה
id: Metode tidak ditemukan
it: Metodo non trovato
ro: Metoda nu a fost găsită
uk: Метод не знайдено

source: Published (managed) method
ar: لطريقة لمنشورة (لمُدرة)
de: Veröffentlichte (verwaltete) Methode
eo: Eldonita (administrita) metodo
fr: Méthode publiée (gérée)
he: שיטה שפורסמה (מנוהלת)
id: Metode yang diterbitkan (dikelola)
it: Metodo pubblicato (gestito)
ro: Metoda publicată (gestionată)
uk: Опублікований (керований) метод

source: Do you wish to delete the event?
ar: هل ترغب في حذف لحدث؟
de: Wollen Sie das Ereignis löschen?
el: Θέλετε να διαγράψετε το συμβάν?
eo: Ĉu vi volas forigi la eventon?
fr: Voulez-vous supprimer l événement ?
he: האם ברצונך למחוק את האירוע?
id: Apakah Anda ingin menghapus acara?
it: Vuoi eliminare l'evento?
ro: Doriți să ștergeți evenimentul?
uk: Видалити подію?

source: WARNING
ar: تحذير
de: WARNUNG
el: ΠΡΟΕΙΔΟΠΟΙΗΣΗ
eo: AVERTO
fr: ATTENTION
he: אזהרה
id: PERINGATAN
it: ATTENZIONE
ro: ATENȚIE
uk: УВАГА

source: Method
ar: لطريقة
de: Methode
el: Μέθοδος
eo: Metodo
fr: Méthode
he: שיטה
id: Metode
it: Metodo
ro: Metodă
uk: Метод

source: has different parameters.
ar: له معلمت مختلفة.
de: hat unterschiedliche Parameter.
el: έχει διαφορετικές παραμέτρους.
eo: havas malsamajn parametrojn.
fr: a des paramètres différents.
he: יש פרמטרים שונים.
id: memiliki parameter yang berbeda.
it: ha parametri diversi.
ro: are parametri diferiți.
uk: має різні параметри.

source: A module
de: Ein Modul

source: is already open.
ar: مفتوح بلفعل.
de: ist bereits geöffnet.
el: είναι ήδη ανοιχτό.
eo: jam estas malfermita.
he: כבר פתוח.
id: sudah terbuka.
it: è già aperto.
ro: este deja deschis.
uk: вже відкрито.

source: Unresolved reference(s) to
ar: لمرجع لتي لم يتم حله لى
de: Unaufgelöste Referenz(en) auf
el: Μη επιλυθείσες αναφορές σε
eo: Nesolvita(j) referenco(j) al
fr: Référence(s) non résolue(s) à
he: הפניות לא פתורות ל
id: Referensi yang belum terselesaikan ke
it: Riferimenti irrisolti a
ro: Referințe nerezolvate la
uk: Невирішені посилання(-я) на

source: Module(s):
ar: لوحدة(وحدت):
de: Modul(e):
el: Ενότητα(εις):
eo: Modulo(j):
he: מודולים:
id: Modul:
it: Modulo(i):
ro: Module(e):
uk: Модуль(и):

source: Can not read formfile
de: Formulardatei kann nicht gelesen werden

source: Invalid component name.
ar: سم لمكون غير صلح.
de: Ungültiger Komponentenname.
el: Μη έγκυρο όνομα στοιχείου.
eo: Nevalida komponentnomo.
fr: Nom de composant non valide.
he: שם רכיב לא חוקי.
id: Nama komponen tidak valid.
it: Nome componente non valido.
ro: Nume de componentă nevalid.
uk: Недійсна назва компонента.

source: Invalid exception
ar: ستثنء غير صلح
de: Ungültige Ausnahme
el: Μη έγκυρη εξαίρεση
eo: Nevalida escepto
fr: Exception non valide
he: חריג לא חוקי
id: Pengecualian tidak valid
it: Eccezione non valida
ro: Excepție nevalidă
uk: Недійсний виняток

source: All Files
ar: كل لملفت
de: Alle Dateien
el: Όλα τα αρχεία
eo: Ĉiuj Dosieroj
fr: Tous les fichiers
he: כל הקבצים
id: Semua File
it: Tutti i file
ro: Toate fișierele
uk: Усі файли

source: MSE Program
ar: برنمج MSE
de: MSE-Programm
el: Πρόγραμμα MSE
eo: MSE-Programo
fr: Programme MSE
he: תוכנית MSE
id: Program MSE
it: Programma MSE
ro: Program MSE
uk: Програма MSE

source: MSE Textfile
ar: ملف نصي MSE
de: MSE-Textdatei
el: Αρχείο κειμένου MSE
eo: MSE Tekstodosiero
fr: Fichier texte MSE
he: קובץ טקסט MSE
id: File Teks MSE
it: file di testo MSE
ro: Fișier text MSE
uk: Текстовий файл MSE

source: Mainform
de: Hauptformular
el: Κύρια ενημέρωση
eo: Ĉefa informo
id: Utama
it: Principale
uk: Основна інформація

source: Simple Form
ar: نموذج بسيط
de: Einfaches Formular
el: Απλή φόρμα
eo: Simpla Formo
fr: Forme simple
he: טופס פשוט
id: Bentuk Sederhana
it: Forma semplice
ro: Formular simplu
uk: Проста форма

source: Docking Form
ar: نموذج لرسء
de: Andockformular
el: Φόρμα σύνδεσης
eo: Aldokiĝoformularo
fr: Formulaire damarrage
he: טופס עגינה
id: Formulir Docking
it: Modulo di ancoraggio
ro: Formular de andocare
uk: Закріплення форми

source: Datamodule
de: Datenmodul
el: Ενότητα δεδομένων
eo: Datumodulo
fr: Module de données
he: מודול נתונים
id: Modul Data
it: Modulo dati
ro: Modul de date
uk: Модуль даних

source: Subform
ar: نموذج فرعي
de: Unterformular
el: Υποφόρμα
eo: Subformulo
fr: Sous-formulaire
he: טופס משנה
id: Subformulir
it: Sottomodulo
uk: Підформа

source: Report
ar: تقرير
de: Bericht
el: Αναφορά
eo: Raporto
fr: Signaler
he: דווח
id: Laporkan
it: Rapporto
ro: Raportare
uk: Повідомити

source: Scriptform
de: Skript-Formular
el: Φόρμα σεναρίου
eo: Skriptoformo
fr: Forme de script
he: צורת Script
id: Bentuk skrip
ro: Form de script
uk: Форма сценарію

source: Inherited Form
ar: نموذج موروث
de: Ererbtes Formular
el: Κληρονομική φόρμα
eo: Heredita Formo
fr: Forme héritée
he: טופס בירושה
id: Bentuk Warisan
it: Forma ereditata
ro: Formular moștenit
uk: Успадкована форма

source: Do you want to replace the settings by
ar: هل تريد ستبدل لعددت بـ
de: Wollen Sie die Einstellungen ersetzen durch
el: Θέλετε να αντικαταστήσετε τις ρυθμίσεις από
eo: Ĉu vi volas anstataŭigi la agordojn per
fr: Voulez-vous remplacer les paramètres par
he: האם אתה רוצה להחליף את ההגדרות ב
id: Apakah Anda ingin mengganti pengaturan dengan
it: Vuoi sostituire le impostazioni con
ro: Doriți să înlocuiți setările cu
uk: Чи бажаєте ви замінити налаштування на

source: Do you want to overwrite?
ar: هل تريد لكتبة؟
de: Wollen Sie überschreiben?
el: Θέλετε να αντικαταστήσετε?
eo: Ĉu vi volas anstataŭigi?
fr: Voulez-vous écraser ?
he: האם אתה רוצה להחליף?
id: Apakah Anda ingin menimpa?
it: Vuoi sovrascrivere?
ro: Doriți să suprascrieți?
uk: Ви хочете перезаписати?

source: Unknown
ar: غير معروف
de: Unbekannt
el: Άγνωστο
eo: Nekonata
fr: Inconnu
he: לא ידוע
id: Tidak diketahui
it: Sconosciuto
ro: Necunoscut
uk: Невідомо

source: GDB died
ar: مت GDB
de: GDB abgestürzt
el: Η GDB πέθανε
eo: GDB mortis
fr: GDB est stoppé
he: GDB מת
id: GDB mati
it: GDB è morto
ro: GDB a murit
uk: GDB помер

source: Breakpoint hit
ar: ضرب نقطة لتوقف
de: Unterbrechungsstelle erreicht
el: Επιτυχία σημείου διακοπής
eo: Trafiko de rompopunkto
fr: Point darrêt atteint
he: פגיעה בנקודת פריצה
id: Tekan titik putus
it: Colpito punto di rottura
ro: Lovirea punctului de întrerupere
uk: Попадання точки зупину

source: End stepping range
ar: نطق خط لنهية
de: Ende schrittweise Ausführung
el: Τερματισμός εύρους βημάτων
eo: Finu paŝadan gamon
fr: Fin de plage de pas
he: סיים טווח צעדים
id: Akhiri rentang loncatan
it: Termina intervallo passo
ro: Încheiați intervalul de trepte
uk: Кінець діапазону кроків

source: Function finished
ar: نتهت لوظيفة
de: Funktion beendet
el: Η λειτουργία ολοκληρώθηκε
eo: Funkcio finiĝis
fr: Fonction terminée
he: הפונקציה הסתיימה
id: Fungsi selesai
it: Funzione terminata
ro: Funcția terminată
uk: Функція завершена

source: Exited normally
ar: لخروج بشكل طبيعي
de: Normal beendet
el: Έξοδος κανονικά
eo: Eliris normale
fr: Sortie normalement
he: יצא כרגיל
id: Keluar secara normal
it: Uscita normalmente
ro: Ieșit normal
uk: Звичайний вихід

source: Detached
ar: منفصل
de: getrennt
el: Αποσπασμένο
eo: Forigita
fr: Détaché
he: מנותק
id: Terpisah
it: Distaccato
ro: Detașat
uk: Відключено

source: Stop error
ar: خط ليقف
de: Stop mit Fehler
el: Σφάλμα διακοπής
eo: Ĉesigi eraron
fr: Erreur darrêt
he: שגיאת עצירה
id: Hentikan kesalahan
it: Arresta errore
ro: Eroare oprire
uk: Зупинити помилку

source: Can not read project
ar: ل يمكن قرءة لمشروع
de: Projekt kann nicht gelesen werden
el: Δεν μπορώ να διαβάσω το έργο
eo: Ne povas legi projekton
fr: Impossible de lire le projet
he: אי אפשר לקרוא את הפרויקט
id: Tidak dapat membaca proyek
it: Impossibile leggere il progetto
ro: Nu se poate citi proiectul
uk: Неможливо прочитати проект

source: Attaching Process
ar: رفق لعملية
de: Verbinde mit Prozess
el: Διαδικασία επισύναψης
eo: Alkroĉiga Procezo
fr: Processus de rattachement
he: תהליך צירוף
id: Proses Melampirkan
it: Processo di collegamento
ro: Proces de atașare
uk: Процес приєднання

source: Loading
ar: تحميل
de: Wird geladen
el: Φόρτωση
eo: Ŝargante
fr: Chargement
he: טוען
id: Memuat
it: Caricamento in corso
ro: Se încarcă
uk: Завантаження

source: Unresolved references in
ar: لمرجع لتي لم يتم حله في
de: Unaufgelöste Referenzen in
el: Μη επιλυμένες αναφορές σε
eo: Nesolvitaj referencoj en
fr: Références non résolues dans
he: הפניות לא פתורות ב
id: Referensi belum terselesaikan di
it: Riferimenti irrisolti in
ro: Referințe nerezolvate în
uk: Невирішені посилання в

source: to
ar: لى
de: zu
el: σε
eo: al
fr: à
he: אל
id: ke
it: a
ro: către
uk: до

source: Do you wish to search the formfile?
ar: هل ترغب في لبحث في ملف لنموذج؟
de: Möchten Sie die Formulardatei durchsuchen?
el: Θέλετε να κάνετε αναζήτηση στο αρχείο φόρμας?
eo: Ĉu vi volas serĉi la formulardosieron?
fr: Voulez-vous rechercher le fichier de formulaire ?
he: האם אתה רוצה לחפש בקובץ הטופס?
id: Apakah Anda ingin mencari formfile?
it: Vuoi cercare nel formfile?
ro: Doriți să căutați formularul?
uk: Ви бажаєте виконати пошук у файлі форми?

source: Formfile for
ar: ملف من جل
de: Formular für
el: Αρχείο φόρμας για
eo: Formdosiero por
fr: Fichier de formulaire pour
he: קובץ טופס עבור
id: File formulir untuk
it: File di modulo per
ro: Fișier formular pentru
uk: Файл форми для

source: Formfiles
ar: ملفت لنمذج
de: Formulardateien
el: Αρχεία φόρμας
eo: Formdosieroj
fr: Fichiers de formulaire
he: קבצי טופס
id: File Formulir
it: File di modulo
ro: Fișiere de formulare
uk: Файли форм

source: Recursive form hierarchy for
de: Rekursive Formularhierarchie für
