Repository: amikey/ideU
Catalog: src/lang/ideu_*.po
Languages: ar, de, el, eo, fr, he, id, it, ro, uk

source: Classtype
ar: كلستيب
de: Klassenart
el: Τύπος τάξης
eo: Klasspeco
fr: Type de classe
he: סוג כיתה
id: Tipe Kelas
it: Tipo di classe
ro: Tip de clasă
uk: Тип класу

source: Unable to open file
de: Datei kann nicht geöffnet werden

source: *** Running ***
ar: *** قيد لتشغيل ***
de: *** Laufen ***
el: *** Εκτελείται ***
eo: *** Kurante ***
fr: *** Fonctionnement ***
he: *** פועל ***
id: *** Menjalankan ***
it: *** In esecuzione ***
ro: *** Rulează ***
uk: *** Виконується ***

source: Downloading
ar: لتنزيل
de: Wird heruntergeladen
el: Λήψη
eo: Elŝuto
fr: Téléchargement
he: הורדה
id: Mengunduh
it: Download in corso
ro: Se descarcă
uk: Завантаження

source: Downloaded
ar: تم لتنزيل
de: Heruntergeladen
el: Λήψη
eo: Elŝutite
fr: Téléchargé
he: הורד
id: Diunduh
it: Scaricato
ro: Descărcat
uk: Завантажено

source: Start gdb server command
de: Gdb-Server-Startbefehl

source: Start gdb Server
ar: بدء خدم gdb
de: gdb-Server starten
el: Έναρξη διακομιστή gdb
eo: Starti gdb-servilon
fr: Démarrer le serveur gdb
he: הפעל שרת gdb
id: Mulai Server gdb
it: Avvia server gdb
ro: Porniți serverul gdb
uk: Запустити сервер gdb

source: gdb server start error
ar: خط بدء خدم gdb
de: gdb-Server-Startfehler
el: Σφάλμα έναρξης διακομιστή gdb
eo: gdb-servilo starteraro
fr: erreur de démarrage du serveur gdb
he: שגיאת התחלה של שרת gdb
id: kesalahan memulai server gdb
it: errore di avvio del server gdb
ro: Eroare de pornire a serverului gdb
uk: помилка запуску сервера gdb

source: gdb server start canceled.
ar: تم لغء بدء خدم gdb.
de: Start gdb-Server abgebrochen.
el: Η έναρξη του διακομιστή gdb ακυρώθηκε.
eo: komenco de gdb-servilo nuligita.
fr: démarrage du serveur gdb annulé.
he: התחלת שרת gdb בוטלה.
id: server gdb mulai dibatalkan.
it: avvio server gdb annullato.
ro: Start server gdb anulat.
uk: запуск сервера gdb скасовано.

source: Can not run start gdb command.
ar: ل يمكن تشغيل مر بدء gdb.
de: Der Befehl 'Start gdb' kann nicht ausgeführt werden.
el: Δεν είναι δυνατή η εκτέλεση της εντολής start gdb.
eo: Ne povas ruli komandon start gdb.
fr: Impossible dexécuter la commande start gdb.
he: אי אפשר להפעיל את פקודת start gdb.
id: Tidak dapat menjalankan perintah start gdb.
it: Impossibile eseguire il comando di avvio gdb.
ro: Nu se poate rula comanda start gdb.
uk: Неможливо виконати команду start gdb.

source: Uploadcommand
de: Hochladebefehl

source: Download ***ERROR***
ar: تنزيل *** ERROR ***
de: Download ***Fehler***
el: Λήψη ***ΣΦΑΛΜΑ***
eo: Elŝutu ***ERARO***
fr: Erreur de téléchargement***
he: הורד את ***ERROR***
id: Unduh ***ERROR***
it: Scarica ***ERRORE***
ro: Descărcați ***EROARE***
uk: Помилка завантаження***

source: Download finished.
ar: نتهى لتنزيل.
de: Download abgeschlossen.
el: Η λήψη ολοκληρώθηκε.
eo: Elŝuto finiĝis.
fr: Téléchargement terminé.
he: ההורדה הסתיימה.
id: Unduhan selesai.
it: Download terminato.
ro: Descărcarea terminată.
uk: Завантаження завершено.

source: Download canceled.
ar: تم لغء لتنزيل.
de: Download abgebrochen.
el: Η λήψη ακυρώθηκε.
eo: Elŝuto nuligita.
fr: Téléchargement annulé.
he: ההורדה בוטלה.
id: Unduhan dibatalkan.
it: Download annullato.
ro: Descărcarea a fost anulată.
uk: Завантаження скасовано.

source: Select ancestor
ar: تحديد سلف
de: Vorfahren auswählen
el: Επιλέξτε πρόγονο
eo: Elektu prapatron
fr: Sélectionner l ancêtre
he: בחר אב קדמון
id: Pilih leluhur
it: Seleziona antenato
ro: Selectați strămoșul
uk: Виберіть предка

source: New form
ar: نموذج جديد
de: Neues Formular
el: Νέα φόρμα
eo: Nova formo
fr: Nouvelle forme
he: טופס חדש
id: Bentuk baru
it: Nuovo modulo
ro: Formular nou
uk: Нова форма

source: Pascal Files
ar: ملفت بسكل
de: Pascal-Dateien
el: Αρχεία Pascal
eo: Pascal-dosieroj
fr: Pascal Fichiers
he: קבצי פסקל
id: Berkas Pascal
it: File Pascal
ro: Fișiere Pascal
uk: Файли Pascal

source: Can not load Project
de: Projekt kann nicht geladen werden

source: Select project template
ar: حدد نموذج لمشروع
de: Projektvorlage auswählen
el: Επιλογή προτύπου έργου
eo: Elektu projektoŝablonon
fr: Sélectionner un modèle de projet
he: בחר תבנית פרויקט
id: Pilih template proyek
it: Seleziona modello di progetto
ro: Selectați șablonul de proiect
uk: Виберіть шаблон проекту

source: Project files
ar: ملفت لمشروع
de: Projektdateien
el: Αρχεία έργου
eo: Projektaj dosieroj
fr: Fichiers de projet
he: קבצי פרויקט
id: File proyek
it: File di progetto
ro: Fișiere de proiect
uk: Файли проекту

source: Select program file
ar: حدد ملف لبرنمج
de: Programmdatei auswählen
el: Επιλογή αρχείου προγράμματος
eo: Elektu programdosieron
fr: Sélectionner le fichier programme
he: בחר קובץ תוכנית
id: Pilih file program
it: Seleziona file di programma
ro: Selectați fișierul programului
uk: Виберіть програмний файл

source: Pascal program files
ar: ملفت برنمج بسكل
de: Pascal-Programmdateien
el: Αρχεία προγράμματος Pascal
eo: Programdosieroj de Pascal
fr: Fichiers programmes Pascal
he: קבצי תוכנית פסקל
id: Berkas program Pascal
it: File di programma Pascal
ro: Fișiere de program Pascal
uk: Програмні файли Pascal

source: C program files
ar: ملفت برنمج C
de: C-Programmdateien
el: Αρχεία προγράμματος Γ
eo: C programdosieroj
fr: Fichiers programme C
he: קבצי תוכנית C
id: file program C
it: File di programma C
ro: Fișiere de program C
uk: Програмні файли C

source: New Project
ar: مشروع جديد
de: Neues Projekt
el: Νέο έργο
eo: Nova Projekto
fr: Nouveau projet
he: פרויקט חדש
id: Proyek Baru
it: Nuovo progetto
ro: Proiect nou
uk: Новий проект

source: Can not start process
ar: ل يمكن بدء لعملية
de: Prozess kann nicht gestartet werden
el: Δεν είναι δυνατή η έναρξη της διαδικασίας
eo: Ne povas komenci procezon
fr: Impossible de démarrer le processus
he: לא ניתן להתחיל בתהליך
id: Tidak dapat memulai proses
it: Impossibile avviare il processo
ro: Nu se poate porni procesul
uk: Неможливо запустити процес

source: Process
ar: معلجة
de: Verfahren
el: Διαδικασία
eo: Procezo
fr: Traiter
he: תהליך
id: Proses
it: Processo
ro: Proces
uk: Процес

source: Process terminated
ar: تم نهء لعملية
de: Prozess beendet
el: Η διαδικασία τερματίστηκε
fr: Processus terminé
he: התהליך הסתיים
id: Proses dihentikan
it: Processo terminato
ro: Procesul încheiat
uk: Процес завершено

source: Process terminated normally.
ar: تم نهء لعملية بشكل طبيعي.
de: Prozess normal beendet.
el: Η διαδικασία ολοκληρώθηκε κανονικά.
eo: Procezo finiĝis normale.
fr: Le processus sest terminé normalement.
he: התהליך הסתיים כרגיל.
id: Proses dihentikan secara normal.
it: Processo terminato normalmente.
ro: Procesul s-a încheiat normal.
uk: Процес завершено нормально.

source: Make ***ERROR***
ar: جعل *** خط ***
de: Make ***FEHLER***
el: Κάνω ***ΣΦΑΛΜΑ***
eo: Fari ***ERARO***
fr: Compilation ***ERREUR***
he: עשה ***שגיאה***
id: Buat ***ERROR***
it: Fai ***ERRORE***
ro: Fă ***EROARE***
uk: Зробити ***ПОМИЛКА***

source: Make OK.
ar: موفق.
de: Erstellung in Ordnung.
el: Κάντε Εντάξει.
eo: Faru bone.
fr: Compilation OK.
he: הסדר בסדר.
id: Jadikan OK.
it: Fai OK.
ro: Fă OK.
uk: Зробити ОК.

source: Source has changed, do you wish to remake project?
ar: تم تغيير لمصدر ، هل ترغب في عدة صيغة لمشروع؟
de: Quelle hat sich geändert, möchten Sie das Projekt neu erstellen?
el: Η πηγή έχει αλλάξει, θέλετε να επαναλάβετε το έργο?
eo: Fonto ŝanĝiĝis, ĉu vi volas refari projekton?
fr: La source a changé voulez-vous recréer le projet ?
he: המקור השתנה, האם ברצונך ליצור מחדש את הפרויקט?
id: Sumber telah berubah, apakah Anda ingin membuat ulang proyek?
it: La fonte è cambiata, desideri rifare il progetto?
ro: Sursa s-a schimbat, doriți să refaceți proiectul?
uk: Джерело змінено, чи бажаєте ви переробити проект?

source: Load Window Layout
ar: تحميل تخطيط لنفذة
de: Fensteranordnung laden
el: Φόρτωση διάταξης παραθύρου
eo: Ŝargi Fenestran Aranĝon
fr: Charger la disposition de fenêtres
he: טען פריסת חלון
id: Muat Tata Letak Jendela
it: Carica layout finestra
ro: Încărcați aspectul ferestrei
uk: Завантажити макет вікна

source: Docking area
ar: منطقة لرسء
de: Andockbereich
el: Περιοχή σύνδεσης
eo: Aldoka areo
fr: Zone damarrage
he: אזור עגינה
id: Area dok
it: Area di attracco
ro: Zona de andocare
uk: Область стикування

source: has changed.
ar: تغير.
de: hat sich geändert.
el: έχει αλλάξει.
eo: ŝanĝiĝis.
he: השתנה.
id: telah berubah.
it: è cambiato.
ro: s-a schimbat.
uk: змінено.

source: There are modifications in edit buffer also.
ar: هنك تعديلت في لمخزن لمؤقت للتحرير يضً.
de: Es gibt auch Änderungen im Bearbeitungspuffer.
el: Υπάρχουν τροποποιήσεις και στο buffer επεξεργασίας.
eo: Ankaŭ estas modifoj en redakta bufro.
fr: Il y a aussi des modifications dans le tampon dédition.
he: ישנם שינויים גם במאגר העריכה.
id: Ada juga modifikasi di edit buffer.
it: Ci sono modifiche anche nel buffer di modifica.
ro: Există modificări și în tamponul de editare.
uk: Також є зміни в буфері редагування.

source: Do you wish to reload from disk?
ar: هل ترغب في عدة لتحميل من لقرص؟
de: Möchten Sie von Platte neu laden?
el: Θέλετε να φορτώσετε ξανά από το δίσκο?
eo: Ĉu vi volas reŝargi de disko?
fr: Voulez-vous recharger à partir du disque ?
he: האם ברצונך לטעון מחדש מהדיסק?
id: Apakah Anda ingin memuat ulang dari disk?
it: Vuoi ricaricare dal disco?
ro: Doriți să reîncărcați de pe disc?
uk: Ви бажаєте перезавантажити з диска?

source: <none>
ar: <بل>
de: <keiner>
el: <κανένα>
eo: <neniu>
fr: <aucun>
he: <אין>
it: <nessuno>
ro: <niciunul>
uk: <немає>

source: Do you wish to replace:
ar: هل ترغب في ستبدل:
de: Möchten Sie ersetzen:
el: Θέλετε να αντικαταστήσετε:
eo: Ĉu vi volas anstataŭigi:
fr: Voulez-vous remplacer :
he: האם ברצונך להחליף:
id: Apakah Anda ingin mengganti:
it: Vuoi sostituire:
ro: Doriți să înlocuiți:
uk: Ви бажаєте замінити:

source: with:
ar: مع:
de: mit:
el: με:
eo: kun:
fr: avec:
he: עם:
id: dengan:
it: con:
ro: cu:
uk: з:

source: <new>
ar: <جديد>
de: <Neu>
el: <νέο>
eo: <nova>
fr: <nouveau>
he: <חדש>
id: <baru>
it: <nuovo>
ro: <nou>
uk: <нове>

source: Syntaxdeffile:
ar: لسم لنحوي:
de: Syntaxdefinitionsdatei:
eo: Sintaksodefilo:
id: Sintaksdeffile:
it: Sintassideffile:
uk: Дефіль синтаксису:

source: Restart from begin of file?
ar: عدة لتشغيل من بدية لملف؟
de: Neustart vom Dateianfang?
el: Επανεκκίνηση από την αρχή του αρχείου?
eo: Rekomenci de la komenco de dosiero?
fr: Redémarrer depuis le début du fichier ?
he: הפעל מחדש מתחילת הקובץ?
id: Mulai ulang dari awal file?
it: Riavviare dall'inizio del file?
ro: Reporniți de la începutul fișierului?
uk: Перезапустити з початку файлу?

source: Cancel?
ar: لغء؟
de: Abbrechen?
el: Ακύρωση?
eo: Ĉu nuligi?
fr: Annuler?
he: בטל?
id: Batalkan?
it: Annulla?
ro: Anulați?
uk: Скасувати?

source: Do you wish to to replace this occurence?
ar: هل ترغب في ستبدل هذ لحدوث؟
de: Möchten Sie dieses Auftreten ersetzen?
el: Θέλετε να αντικαταστήσετε αυτό το περιστατικό?
eo: Ĉu vi volas anstataŭigi ĉi tiun okazon?
fr: Voulez-vous remplacer cette occurrence ?
he: האם ברצונך להחליף אירוע זה?
id: Apakah Anda ingin mengganti kejadian ini?
it: Vuoi sostituire questa occorrenza?
ro: Doriți să înlocuiți această apariție?
uk: Ви бажаєте замінити цей випадок?

source: Go to line number:
ar: ذهب لى رقم لسطر:
de: Gehe zu Zeile Nummer:
el: Μετάβαση στον αριθμό γραμμής:
eo: Iru al linionumero:
fr: Aller au numéro de ligne :
he: עבור למספר שורה:
id: Pergi ke nomor baris:
it: Vai al numero di riga:
ro: Accesați numărul rândului:
uk: Перейти до номера рядка:

source: Find line
ar: بحث عن خط
de: Zeile suchen
el: Εύρεση γραμμής
eo: Trovu linion
fr: Chercher la ligne
he: מצא קו
id: Temukan baris
it: Trova linea
ro: Găsiți linia
uk: Знайти рядок

source: sak voice assistive config
ar: تكوين مسعد لصوت sak
de: sak Sprachassistenz-Konfiguration
el: Διαμόρφωση βοηθητικής φωνής
eo: sak voĉa asista agordo
fr: Configuration assistance-vocale sak
he: תצורה מסייעת קולית
id: konfigurasi bantuan suara sak
ro: sak configurație asistență vocală
uk: Sak допоміжна конфігурація голосу

source: Parent directory of sakit
ar: دليل sakit لرئيسي
de: Übergeordnetes Verzeichnis von sakit
el: Γονικός κατάλογος του sakit
eo: Patra dosierujo de sakit
fr: Répertoire parent de sakit
he: ספריית האב של sakit
id: Direktori induk dari sakit
it: Cartella principale di sakit
ro: Directorul părinte al lui sakit
uk: Батьківський каталог sakit

source: Enable sak assistive at loading
ar: تمكين مسعد sak عند لتحميل
de: Sak-Assistent beim Laden aktivieren
el: Ενεργοποίηση sak assistive κατά τη φόρτωση
eo: Ebligu sak-helpon ĉe ŝarĝo
fr: Activer sak au chargement
he: אפשר sak assistive בטעינה
id: Aktifkan bantuan sak saat memuat
it: Abilita sak assistive al caricamento
ro: Activați asistența sak la încărcare
uk: Увімкнути допоміжний sak під час завантаження

source: System layout
ar: تخطيط لنظم
de: Systemaufbau
el: Διάταξη συστήματος
eo: Sistema aranĝo
fr: Disposition du système
he: פריסת מערכת
id: Tata letak sistem
it: Layout del sistema
ro: Dispunerea sistemului
uk: Компоновка системи

source: Universal path layout
ar: تخطيط لمسر لعم
de: Universelles Pfad-Layout
el: Διάταξη καθολικής διαδρομής
eo: Universala vojo-aranĝo
fr: Répertoires universels
he: פריסת נתיב אוניברסלית
id: Tata letak jalur universal
it: Layout del percorso universale
ro: Dispunerea traseului universal
uk: Універсальний макет доріжки

source: No Z order handling
ar: عدم معلجة لطلب Z
de: Keine Z-Anordnung
el: Χωρίς χειρισμός παραγγελιών Ζ
eo: Neniu Z-ordo-traktado
fr: Pas de traitement ordres Z
he: אין טיפול בהזמנה Z
id: Tanpa penanganan pesanan Z
it: Nessuna gestione degli ordini Z
ro: Fără gestionare a comenzilor Z
uk: Немає обробки порядку Z

source: Use shift key to select a word
ar: ستخدم مفتح shift لختير كلمة
de: Umschalttaste, um Wort auszuwählen
el: Χρησιμοποιήστε το πλήκτρο shift για να επιλέξετε μια λέξη
eo: Uzu majusklan klavon por elekti vorton
fr: Shift sélectionne le mot
he: השתמש במקש Shift כדי לבחור מילה
id: Gunakan tombol shift untuk memilih kata
it: Usa il tasto Maiusc per selezionare una parola
ro: Folosiți tasta Shift pentru a selecta un cuvânt
uk: Використовуйте клавішу Shift, щоб вибрати слово

source: Auto focus in main-menu
ar: لتركيز لتلقئي في لقئمة لرئيسية
de: Autofokus im Hauptmenü
el: Αυτόματη εστίαση στο κύριο μενού
eo: Aŭtomata fokuso en ĉefmenuo
fr: Autofocus dans menu principal
he: מיקוד אוטומטי בתפריט הראשי
id: Fokus otomatis di menu utama
it: Messa a fuoco automatica nel menu principale
ro: Focalizare automată în meniul principal
uk: Автофокус у головному меню

source: Full path of project in window title
ar: لمسر لكمل للمشروع في عنون لنفذة
de: Vollständiger Projektpfad im Titel
el: Πλήρης διαδρομή του έργου στον τίτλο του παραθύρου
eo: Plena vojo de projekto en fenestrotitolo
fr: Chemin complet dans titre-projet
he: הנתיב המלא של הפרויקט בכותרת החלון
id: Jalur lengkap proyek dalam judul jendela
it: Percorso completo del progetto nel titolo della finestra
ro: Calea completă a proiectului în titlul ferestrei
uk: Повний шлях проекту в заголовку вікна

source: Set dialog-forms as modal vs as tool
ar: تعيين شكل لحور على نه مشروطة مقبل دة
de: Dialog als modal festlegen
el: Ορισμός φορμών διαλόγου ως τροπικού έναντι ως εργαλείου
eo: Agordu dialogformojn kiel modala kontraŭ kiel ilo
fr: Définir forme-dialogue comme modal
he: הגדר את טפסי הדו-שיח כמודאליים לעומת ככלי
id: Tetapkan bentuk dialog sebagai modal vs sebagai alat
it: Imposta i moduli di dialogo come modali e come strumenti
ro: Setați formele de dialog ca modal vs ca instrument
uk: Встановити діалогові форми як модальні чи як інструменти

source: Font height
ar: رتفع لخط
de: Schrifthöhe
el: Ύψος γραμματοσειράς
eo: Alteco de tiparo
fr: Hauteur police
he: גובה גופן
id: Tinggi font
it: Altezza carattere
ro: Înălțimea fontului
uk: Висота шрифту

source: Font name
ar: سم لخط
de: Schriftname
el: Όνομα γραμματοσειράς
eo: Tipara nomo
fr: Nom police
he: שם גופן
id: Nama font
it: Nome carattere
ro: Numele fontului
uk: Назва шрифту

source: No confirmation to delete row
ar: ل يوجد تكيد لحذف لصف
de: Keine Bestätigung zum Löschen einer Zeile
el: Δεν υπάρχει επιβεβαίωση για διαγραφή σειράς
eo: Neniu konfirmo por forigi vicon
fr: Sans confirmation suppression ligne
he: אין אישור למחיקת שורה
id: Tidak ada konfirmasi untuk menghapus baris
it: Nessuna conferma per eliminare la riga
ro: Fără confirmare pentru ștergerea rândului
uk: Немає підтвердження для видалення рядка

source: Blinking caret
ar: علمة لقحم لومضة
de: Blinkender Text-Cursor
el: Προσοχή που αναβοσβήνει
eo: Pelpebrumanta signo
fr: Caret clignotant
he: סימן מהבהב
id: Karet berkedip
it: Punto di inserimento lampeggiante
ro: Indicator intermitent
uk: Миготливий символ введення

source: Repaint canvas
ar: عدة رسم للوحة لقمشية
de: Canvas neu zeichnen
el: Επανάληψη ζωγραφικής καμβά
eo: Repentri kanvason
fr: Repeindre canvas
he: צייר מחדש את הבד
id: Cat ulang kanvas
it: Ridipingi tela
ro: Revopsiți pânza
uk: Перефарбувати полотно

source: Source Editor
ar: محرر لمصدر
de: Quelleneditor
el: Επεξεργαστής πηγής
eo: Fontoredaktilo
fr: Éditeur de source
he: עורך מקור
id: Editor Sumber
it: Editor sorgente
ro: Editor sursă
uk: Редактор вихідного коду

source: Use those options instead of project options
ar: ستخدم هذه لخيرت بدلاً من خيرت لمشروع
de: Diese statt der Projekt-Optionen verwenden
el: Χρησιμοποιήστε αυτές τις επιλογές αντί για επιλογές έργου
eo: Uzu tiujn opciojn anstataŭ projektajn opciojn
fr: Utilisez ces options
he: השתמש באפשרויות האלה במקום באפשרויות הפרויקט
id: Gunakan opsi itu alih-alih opsi proyek
it: Usa quelle opzioni invece delle opzioni del progetto
ro: Folosiți acele opțiuni în loc de opțiunile de proiect
uk: Використовуйте ці параметри замість параметрів проекту

source: Add space after comma -> auto-parsing
ar: ضف مسفة بعد لفصلة -> لتحليل لتلقئي
de: Leerzeichen nach Komma -> Auto-Parsing
el: Προσθήκη χώρου μετά από κόμμα -> αυτόματη ανάλυση
eo: Aldonu spacon post komo -> aŭtomata analizo
fr: Espace après virgule -> auto-parsing
he: הוסף רווח אחרי פסיק -> ניתוח אוטומטי
id: Tambahkan spasi setelah koma -> parsing otomatis
it: Aggiungi spazio dopo la virgola -> analisi automatica
ro: Adăugați spațiu după virgulă -> analizare automată
uk: Додати пробіл після коми -> автоматичний розбір

source: When a file has changed
ar: عندم يتغير لملف
de: Wenn sich eine Datei geändert hat:
el: Όταν ένα αρχείο έχει αλλάξει
eo: Kiam dosiero ŝanĝiĝis
fr: Quand un fichier a changé :
he: כאשר קובץ השתנה
id: Ketika file telah berubah
it: Quando un file è cambiato
ro: Când un fișier s-a schimbat
uk: Коли файл змінено

source: No dialog box => reload the new one
ar: ل يوجد مربع حور => عد تحميل لجديد
de: Kein Dialog => Neue Datei laden
el: Χωρίς πλαίσιο διαλόγου => επαναφόρτωση του νέου
eo: Neniu dialogujo => reŝargi la novan
fr: Sans dialogue => recharger le nouveau
he: אין תיבת דו-שיח => טען מחדש את החדשה
id: Tidak ada kotak dialog => muat ulang yang baru
it: Nessuna finestra di dialogo => ricarica quella nuova
ro: Fără casetă de dialog => reîncărcați cea nouă
uk: Немає діалогового вікна => перезавантажити нове

source: No dialog box => keep the old one
ar: ل يوجد مربع حور => حتفظ بلقديم
de: Kein Dialog => Alte Datei behalten
el: Χωρίς πλαίσιο διαλόγου => διατηρήστε το παλιό
eo: Neniu dialogujo => konservu la malnovan
fr: Sans dialogue => garder ancien
he: אין תיבת דו-שיח => שמור את הישנה
id: Tidak ada kotak dialog => simpan yang lama
it: Nessuna finestra di dialogo => mantieni quella vecchia
ro: Fără casetă de dialog => păstrați-o pe cea veche
uk: Немає діалогового вікна => зберегти старе

source: A dialog box ask what to do...
ar: مربع حور يسل مذ فعل ...
de: Dialoganfrage, was zu tun ist...
el: Ένα πλαίσιο διαλόγου ερώτηση τι να κάνετε...
eo: Dialogkesto demandas kion fari...
fr: Un dialogue demande quoi faire...
he: תיבת דו-שיח שואלת מה לעשות...
id: Sebuah kotak dialog menanyakan apa yang harus dilakukan...
it: Una finestra di dialogo chiede cosa fare...
ro: O casetă de dialog vă întreabă ce să faceți...
uk: Діалогове вікно запитує, що робити...

source: Rectangle around multi-select
ar: مستطيل حول لتحديد لمتعدد
de: Rechteck um Mehrfachauswahl
el: Ορθογώνιο γύρω από την πολλαπλή επιλογή
eo: Rektangulo ĉirkaŭ plur-elekto
fr: Rectangle autour de sélection multiple
he: מלבן סביב ריבוי בחירה
id: Persegi panjang di sekitar multi-pilih
it: Rettangolo attorno alla selezione multipla
ro: Dreptunghi în jurul selectării multiple
uk: Прямокутник навколо множинного вибору

source: Project options
ar: خيرت لمشروع
de: Projektoptionen
el: Επιλογές έργου
eo: Projektaj opcioj
fr: Options du projet
he: אפשרויות פרויקט
id: Opsi proyek
it: Opzioni progetto
ro: Opțiuni de proiect
uk: Параметри проекту

source: Right margin line
ar: خط لهمش ليمن
de: Rechter Rand
el: Γραμμή δεξιού περιθωρίου
eo: Dekstra marĝena linio
fr: Marge à droite
he: קו שוליים ימין
id: Garis margin kanan
it: Linea del margine destro
ro: Linie de margine din dreapta
uk: Лінія правого поля

source: Mark Brackets
ar: تحديد لقوس
de: Klammern markieren
el: Επισήμανση παρενθέσεων
eo: Marki Krampojn
fr: Marquer les crochets
he: סימון סוגריים
id: Tandai Kurung
it: Segna parentesi
ro: Marcați paranteze
uk: Позначити дужки

source: Line Numbers
ar: رقم لسطر
de: Zeilennummern
el: Αριθμοί Γραμμών
eo: Liniaj Nombroj
fr: Numéros de ligne
he: מספרי שורות
id: Nomor Baris
it: Numeri di riga
ro: Numere de linie
uk: Номери рядків

source: Mark Pairwords
ar: وضع علمة على لكلمت لمزدوجة
de: Wortpaare markieren
el: Επισήμανση ζευγών λέξεων
eo: Marki Parvortojn
fr: Marquer mots paires
he: סמן מילות צמד
id: Tandai Kata Sandi
it: Segna parole di coppia
ro: Marcați cuvintele perechi
uk: Позначити парні слова

source: Trim trailing whitespace
ar: قتطع لمسفة لبيضء للحقة
de: Anhängende Leerz. abschneiden
el: Περικοπή κενού διαστήματος στο τέλος
eo: Eltondi postan blankspacon
fr: Enlever espaces de fin
he: חתוך את הרווח הלבן הנגרר
id: Potong spasi kosong
it: Ritaglia gli spazi bianchi finali
ro: Tăiați spațiul alb final
uk: Вирізати кінцеві пробіли

source: Auto Indent
ar: مسفة بدئة تلقئية
de: Automatischer Einzug
el: Αυτόματη εσοχή
eo: Aŭtomata Indentaĵo
fr: Retrait automatique
he: הכנסה אוטומטית
id: Indentasi Otomatis
it: Rientro automatico
ro: Indentare automată
uk: Автоматичний відступ

source: No Source Editor
ar: ل يوجد محرر مصدر
de: Kein Quelleneditor
el: Χωρίς επεξεργαστή πηγής
eo: Neniu Fontredaktilo
fr: Pas déditeur-source
he: אין עורך מקור
id: Tidak Ada Editor Sumber
it: Nessun editor di sorgenti
ro: Fără editor sursă
uk: Немає редактора джерел

source: Tab indent
ar: مسفة بدئة لجدولة
de: Einzug mit Tabulator
el: Εσοχή καρτέλας
eo: Tab-indento
fr: Retrait de tabulation
he: כניסת כרטיסייה
id: Indentasi tab
it: Rientro tabulazione
ro: Indentarea tabulatorului
uk: Відступ табуляції

source: Space tab
ar: علمة تبويب لمسفة
de: Leerzeichen für Tabulator
el: Καρτέλα διαστήματος
eo: Spaca langeto
fr: Onglet Espace
he: כרטיסיית רווח
id: Tab spasi
it: Scheda Spazio
ro: Fila de spațiu
uk: Пробіл

source: Show tabs
ar: ظهر علمت لتبويب
de: Tabulatorzeichen anzeigen
el: Εμφάνιση καρτελών
eo: Montri langetojn
fr: Afficher les onglets
he: הצג כרטיסיות
id: Tampilkan tab
it: Mostra schede
ro: Afișați filele
uk: Показати вкладки

source: Anti aliased font
ar: خط Anti aliased
de: Schrift mit Antialiasing
el: Γραμματοσειρά κατά του ψευδώνυμου
eo: Kontraŭalisita tiparo
fr: Police anticrénelée
he: גופן נגד כינוי
id: Font anti alias
it: Carattere anti alias
ro: Font anti alias
uk: Сглажений шрифт

source: Encoding
ar: ترميز
de: Kodierung
el: Κωδικοποίηση
eo: Kodigado
fr: Codage
he: קידוד
id: Pengkodean
it: Codifica
ro: Codificare
uk: Кодування

source: Mark Color
ar: تمييز للون
de: Markierungsfarbe
el: Επισήμανση χρώματος
eo: Marki Koloron
fr: Couleur de marque
he: סימון צבע
id: Tandai Warna
it: Segna colore
ro: Marcați culoarea
uk: Колір позначки

source: Stat Color
de: Statusfarbe
el: Στατιστικό χρώμα
eo: Statkoloro
fr: Couleur de stat
he: צבע סטטיסטיקה
id: Warna Stat
it: Colore statistico
ro: Culoare statistică
uk: Колір статистики

source: Scr Y
de: Bild. Y
fr: Déf. Y

source: Nb char
de: Zeichenanzahl
el: Σημείωση χαρακτήρων
ro: Nb caracter
