Repository: amikey/ideU
Catalog: src/lang/ideu_*.po
Languages: ar, de, el, eo, fr, he, id, it, ro, uk

source: First element
de: Erstes Element
el: Πρώτο στοιχείο
eo: Unua elemento
fr: Premier élement
he: אלמנט ראשון
id: Elemen pertama
it: Primo elemento
ro: Primul element
uk: Перший елемент

source: Last element
de: Letztes Element
el: Τελευταίο στοιχείο
eo: Lasta elemento
fr: Dèrnier élement
he: אלמנט אחרון
id: Elemen terakhir
it: Ultimo elemento
ro: Ultimul element
uk: Останній елемент

source: Slower
de: Langsamer
el: Αργότερα
eo: Pli malrapide
fr: Plus lent
he: איטי יותר
id: Lebih lambat
it: Più lento
ro: Mai lent
uk: Повільніше

source: Faster
de: Schneller
el: Πιο γρήγορα
eo: Pli rapide
fr: Plus rapide
he: מהיר יותר
id: Lebih cepat
it: Più veloce
ro: Mai rapid
uk: Швидше

source: Window
ar: نافذة او شباك
de: Fenster
el: Παράθυρο
eo: Fenestro
fr: Fenêtre
he: חלון
id: Jendela
it: Finestra
ro: Fereastra
uk: Вікно

source: Area
ar: مساحة
de: Bereich
el: Περιοχή
eo: Areo
fr: Aire
he: אזור
ro: Zona
uk: Область

source: Area activated
de: Bereich aktiviert
el: Ενεργοποιήθηκε η περιοχή
eo: Areo aktivigita
fr: Aire activée
he: האזור מופעל
id: Area diaktifkan
it: Area attivata
ro: Zona activată
uk: Зона активована

source: Volume down
de: Leiser
el: Μείωση έντασης
eo: Volumo malsupren
fr: Volume moins
he: הורדת עוצמת הקול
id: Kecilkan volume
it: Volume giù
ro: Reducerea volumului
uk: Зменшити гучність

source: Volume up
de: Lauter
el: Αύξηση έντασης
eo: Volumo supren
fr: Volume plus
he: הגברת עוצמת הקול
id: Naikkan volume
it: Alza il volume
ro: Măriți volumul
uk: Збільшити гучність

source: Cancel speech
de: Ansage abbrechen
el: Ακύρωση ομιλίας
eo: Nuligi paroladon
fr: Annuler speech
he: בטל נאום
id: Batalkan pidato
it: Annulla discorso
ro: Anulați vorbirea
uk: Скасувати мовлення

source: View
ar: رأي
de: Ansicht
el: Προβολή
eo: Vidi
fr: Voir
he: הצג
id: Lihat
it: Visualizza
ro: Vizualizare
uk: Перегляд

source: Project
ar: مشروع
de: Projekt
el: Έργο
eo: Projekto
fr: Projet
he: פרויקט
id: Proyek
it: Progetto
ro: Proiect
uk: Проект

source: Settings
ar: إعدادات
de: Einstellungen
el: Ρυθμίσεις
eo: Agordoj
fr: Réglages
he: הגדרות
id: Pengaturan
it: Impostazioni
ro: Setări
uk: Налаштування

source: Save as...
ar: حفظ باسم ...
de: Speichern als ...
el: Αποθήκευση ως...
eo: Konservi kiel...
fr: Sauver sous ...
he: שמור בשם...
id: Simpan sebagai...
it: Salva con nome...
ro: Salvați ca...
uk: Зберегти як...

source: Save all
ar: احفظ الكل
de: Alles sichern
el: Αποθήκευση όλων
eo: Konservi ĉion
fr: Sauver tout
he: שמור הכל
id: Simpan semua
it: Salva tutto
ro: Salvați tot
uk: Зберегти все

source: Close all
ar: أغلق الكل
de: Alle schließen
el: Κλείσιμο όλων
eo: Fermu ĉion
fr: Fermer tout
he: סגור הכל
id: Tutup semua
it: Chiudi tutto
ro: Închideți tot
uk: Закрити все

source: Print
ar: مطبعة
de: Drucken
el: Εκτύπωση
eo: Presi
fr: Imprimer
he: הדפס
id: Cetak
it: Stampa
ro: Tipărește
uk: Друк

source: Quit
ar: نهء
de: Beenden
el: Έξοδος
eo: Foriru
fr: Quitter
he: צא
id: Keluar
it: Esci
ro: Ieșire
uk: Вийти

source: Line
ar: خط
de: Zeile
el: Γραμμή
eo: Linio
fr: Ligne
he: קו
id: Baris
it: Linea
ro: Linie
uk: Рядок

source: Search again
ar: ابحث ثانيا
de: Erneut suchen
el: Αναζήτηση ξανά
eo: Serĉi denove
fr: Chercher à nouveau
he: חפש שוב
id: Cari lagi
it: Cerca di nuovo
ro: Căutați din nou
uk: Пошук знову

source: Search back
ar: البحث مرة أخرى
de: Rückwärts suchen
el: Αναζήτηση πίσω
eo: Reserĉi
fr: Chercher en amont
he: חפש אחורה
id: Telusuri kembali
it: Cerca indietro
ro: Căutați înapoi
uk: Пошук назад

source: Find & replace
ar: البحث والاستبدال
de: Suchen & Ersetzen
el: Εύρεση και αντικατάσταση
eo: Trovu kaj anstataŭigi
fr: Chercher et remplacer
he: מצא והחלף
id: Temukan & ganti
it: Trova e sostituisci
ro: Găsiți și înlocuiți
uk: Знайти й замінити

source: Find in files
ar: البحث في الملفات
de: In Dateien suchen
el: Εύρεση σε αρχεία
eo: Trovu en dosieroj
fr: Chercher dans les fichiers
he: מצא בקבצים
id: Temukan dalam file
it: Trova nei file
ro: Găsiți în fișiere
uk: Знайти у файлах

source: Procedures list
ar: قائمة الإجراءات
de: Prozedur-Liste
el: Λίστα διαδικασιών
eo: Listo de proceduroj
fr: Liste de procédures
he: רשימת נהלים
id: Daftar prosedur
it: Elenco procedure
ro: Lista de proceduri
uk: Список процедур

source: Select edit page
ar: حدد تحرير الصفحة
de: Zu bearbeitende Seite auswählen
el: Επιλογή σελίδας επεξεργασίας
eo: Elektu redaktan paĝon
fr: Sélectionnez la page à éditer
he: בחר דף עריכה
id: Pilih halaman edit
it: Seleziona pagina di modifica
ro: Selectați pagina de editare
uk: Виберіть сторінку редагування

source: Copy word at cursor
ar: نسخ كلمة في المؤشر
de: Wort am Cursor kopieren
el: Αντιγραφή λέξης στον κέρσορα
eo: Kopiu vorton ĉe kursoro
fr: Copier le mot au curseur
he: העתק מילה בסמן
id: Salin kata di kursor
it: Copia la parola al cursore
ro: Copiați cuvântul la cursor
uk: Копіювати слово під курсором

source: Copy LaTeX
ar: نسخ LaTeX
de: Kopieren LaTeX
el: Αντιγραφή LaTeX
eo: Kopiu LaTeX
fr: Copier LaTeX
he: העתק LaTeX
id: Salin LaTeX
it: Copia LaTeX
ro: Copiați LaTeX
uk: Копіювати LaTeX

source: Indent
ar: مسفة بدئة
de: Einrückung
el: Εσοχή
eo: Indo
fr: Retrait
he: כניסה
id: Indentasi
it: Rientro
ro: Indentare
uk: Відступ

source: Unindent
de: Ausrückung
el: Κατάργηση εσοχής
eo: Malstreĉi
fr: Supprimer le retrait
he: אי-כניסה
id: Tidak ada indentasi
it: Disindent
ro: „Anularea indentării”
uk: Скасувати відступ

source: Environment
de: Umgebung
el: Περιβάλλον
eo: Medio
fr: Environnement
he: סביבה
id: Lingkungan
it: Ambiente
ro: Mediu
uk: Середовище

source: Attach process
de: Mit Prozess verbinden
el: Διαδικασία επισύναψης
eo: Aligi procezon
fr: Attacher le processus
he: צרף תהליך
id: Lampirkan proses
it: Allega processo
ro: Atașați procesul
uk: Приєднати процес

source: Attach target
de: Mit Ziel verbinden
el: Επισύναψη στόχου
eo: Aligi celon
fr: Attacher la cible
he: צרף יעד
id: Lampirkan target
it: Allega destinazione
ro: Atașați ținta
uk: Приєднати ціль

source: Detach target
de: Von Ziel trennen
el: Αποσύνδεση στόχου
eo: Forigu celon
fr: Détacher la cible
he: נתק יעד
id: Lepaskan target
it: Stacca destinazione
ro: Detașați ținta
uk: Від'єднати ціль

source: Abort make
ar: إجهاض جعل
de: Erstelleung abbrechen
el: Ακύρωση κατασκευής
eo: Ĉesigi faron
fr: Annuler créer
he: בטל יצירת
id: Batalkan pembuatan
it: Annulla creazione
ro: Anulați efectuarea
uk: Скасувати створення

source: Debug-Run
ar: التصحيح - تشغيل
de: Debug-Lauf
el: Εκτέλεση εντοπισμού σφαλμάτων
eo: Sencimigi-Run
fr: Déboguer/Exécuter
id: Debug-Jalankan
it: Esecuzione di debug
ro: Depanare-Run

source: Options
ar: والخيارات
de: Optionen
el: Επιλογές
eo: Opcioj
he: אפשרויות
id: Opsi
it: Opzioni
ro: Opțiuni
uk: Параметри

source: Tree
ar: شجرة
de: Baum
el: Δέντρο
eo: Arbo
fr: Arbre
he: עץ
id: Pohon
it: Albero
ro: Arborele
uk: Дерево

source: Source
ar: لمصدر
de: Quelle
el: Πηγή
eo: Fonto
fr: La source
he: מקור
id: Sumber
it: Fonte
ro: Sursa
uk: Джерело

source: Save copy as
ar: حفظ نسخة باسم
de: Kopie speichern unter...
el: Αποθήκευση αντιγράφου ως
eo: Konservi kopion kiel
fr: Sauver la copie sous ...
he: שמור עותק בשם
id: Simpan salinan sebagai
it: Salva copia con nome
ro: Salvați copia ca
uk: Зберегти копію як

source: Force Z order
de: Z-Reihenfolge erzwingen
el: Αναγκαστική σειρά Z
eo: Devigi Z-ordon
fr: Forcer ordre Z
he: אלץ סדר Z
id: Paksa perintah Z
it: Ordine forzato Z
ro: Forțați ordinea Z
uk: Примусовий порядок Z

source: Tree list
de: Baumdarstellung
el: Δενδρική λίστα
eo: Listo de arboj
fr: Liste arborescente
he: רשימת עצים
id: Daftar pohon
it: Elenco alberi
ro: Lista de arbori
uk: Список дерева

source: Find result
de: Suchergebnis
el: Εύρεση αποτελέσματος
eo: Trovu rezulton
fr: Résultat de la recherche
he: מצא תוצאה
id: Temukan hasil
it: Trova risultato
ro: Găsiți rezultatul
uk: Знайти результат

source: Commander
ar: قائد
de: Befehlszentrale
el: Διοικητής
eo: Komandanto
fr: Commandant
he: מפקד
id: Komandan
it: Comandante
ro: Comandant
uk: Командир

source: Breakpoints
de: Haltepunkte
el: Σημεία διακοπής
eo: Romppunktoj
fr: Points darrêt
he: נקודות שבירה
id: Breakpoint
it: Punti di interruzione
ro: Puncte de întrerupere
uk: Точки зупину

source: Watchpoints
de: Überwachungen
el: Σημεία παρακολούθησης
eo: Gardpunktoj
fr: Points dobservation
he: נקודות שמירה
id: Titik Pengamatan
it: Punti di osservazione
ro: Puncte de supraveghere
uk: Точки спостереження

source: Toggle form/unit
de: Formular/Unit umschalten
el: Εναλλαγή φόρμας/μονάδας
eo: Balkuligi formularon/unuon
fr: Basculer forme/unité
he: החלפת טופס/יחידה
id: Beralih formulir/unit
it: Attiva/disattiva modulo/unità
ro: Comută formular/unitate
uk: Переключити форму/одиницю

source: Close all MSE modules
de: Alle MSE-Module schließen
el: Κλείσιμο όλων των λειτουργικών μονάδων MSE
eo: Fermu ĉiujn MSE-modulojn
fr: Fermer tous les modules MSE
he: סגור את כל המודולים של MSE
id: Tutup semua modul MSE
it: Chiudi tutti i moduli MSE
ro: Închideți toate modulele MSE
uk: Закрити всі модулі MSE

source: General settings
ar: الاعدادات العامة
de: Allgemeine Einstellungen
el: Γενικές ρυθμίσεις
eo: Ĝeneralaj agordoj
fr: Réglages généraux
he: הגדרות כלליות
id: Pengaturan umum
it: Impostazioni generali
ro: Setări generale
uk: Загальні налаштування

source: Extra settings
ar: إعدادات إضافية
de: Zusätzliche Einstellungen
el: Επιπλέον ρυθμίσεις
eo: Kromaj agordoj
fr: Paramètres supplémentaires
he: הגדרות נוספות
id: Pengaturan ekstra
it: Impostazioni aggiuntive
ro: Setări suplimentare
uk: Додаткові налаштування

source: Languages
ar: اللغات
de: Sprachen
el: Γλώσσες
eo: Lingvoj
fr: Langues
he: שפות
id: Bahasa
it: Lingue
ro: Limbi
uk: Мови

source: Themes
ar: ثيمات
de: Themen
el: Θέματα
eo: Temoj
fr: Thèmes
he: ערכות נושא
id: Tema
it: Temi
ro: Teme
uk: Теми

source: Directory
ar: الدليل
de: Verzeichnis
el: Κατάλογος
eo: Adresaro
fr: Répertoire
he: ספרייה
id: Direktori
ro: Director
uk: Каталог

source: No icons
ar: لا توجد رموز
de: Keine Symbole
el: Χωρίς εικονίδια
eo: Neniu ikonoj
fr: Sans icones
he: אין סמלים
id: Tidak ada ikon
it: Nessuna icona
ro: Fără pictograme
uk: Немає значків

source: No lateral
ar: لا جانبي
de: Keine Randleiste
el: Χωρίς πλευρικό
eo: Neniu flanko
fr: Sans lateral
he: אין לרוחב
id: Tidak ada lateral
it: Nessuna laterale
ro: Fără laterale
uk: Немає бічних

source: Compact
ar: المدمج
de: Kompakt
el: Συμπαγές
eo: Kompakta
he: קומפקטי
id: Ringkas
it: Compatto
uk: Компактний

source: Open project
ar: مشروع مفتوح
de: Projekt öffnen
el: Άνοιγμα έργου
eo: Malfermu projekton
fr: Ouvrir le projet
he: פרויקט פתוח
id: Buka proyek
it: Apri progetto
ro: Deschide proiectul
uk: Відкрити проект

source: Path
ar: طريق
de: Pfad
el: Διαδρομή
eo: Vojo
fr: Chemin
he: נתיב
id: Jalur
it: Percorso
ro: Cale
uk: Шлях

source: Other
ar: آخر
de: Sonstiges
el: Άλλο
eo: Aliaj
fr: Autres
he: אחר
id: Lainnya
it: Altro
ro: Altele
uk: Інше

source: Print command
de: Druckbefehl
el: Εντολή εκτύπωσης
eo: Presi komandon
fr: Commande dimpression
he: פקודה הדפסה
id: Perintah cetak
it: Comando di stampa
ro: Comanda de imprimare
uk: Команда друку

source: Shortcut
de: Abkürzung
el: Συντόμευση
eo: Mallongigo
fr: Raccourcis
he: קיצור דרך
id: Pintasan
it: Scorciatoia
ro: Comandă rapidă
uk: Ярлик

source: Value
de: Wert
el: Τιμή
eo: Valoro
fr: Valeur
he: ערך
id: Nilai
it: Valore
ro: Valoare
uk: Значення

source: Selected only
de: Nur Auswahl
el: Μόνο επιλεγμένα
eo: Nur Elektita
fr: Sélectionné uniquement
he: נבחרים בלבד
id: Hanya yang dipilih
it: Solo selezionati
ro: Numai selectat
uk: Лише вибрані

source: Whole word
de: Ganzes Wort
el: Ολόκληρη η λέξη
eo: Tuta vorto
fr: Mot entier
he: מילה שלמה
id: Seluruh kata
it: Parola intera
ro: Cuvânt întreg
uk: Все слово

source: Search in current file
de: In aktueller Datei suchen
el: Αναζήτηση στο τρέχον αρχείο
eo: Serĉi en aktuala dosiero
fr: Chercher dans le fichier courant
he: חפש בקובץ הנוכחי
id: Cari di file saat ini
it: Cerca nel file corrente
ro: Căutați în fișierul curent
uk: Пошук у поточному файлі

source: Search in open files
de: In geöffneten Dateien suchen
el: Αναζήτηση σε ανοιχτά αρχεία
eo: Serĉi en malfermitaj dosieroj
fr: Chercher dans les fichiers ouverts
he: חפש בקבצים פתוחים
id: Cari di file yang terbuka
it: Cerca nei file aperti
ro: Căutați în fișiere deschise
uk: Пошук у відкритих файлах

source: Search in project directory
de: Im Projektverzeichnis suchen
el: Αναζήτηση στον κατάλογο του έργου
eo: Serĉi en projekta dosierujo
fr: Chercher dans le répertoire du projet
he: חפש בספריית הפרויקט
id: Cari di direktori proyek
it: Cerca nella directory del progetto
ro: Căutare în directorul proiectului
uk: Пошук у каталозі проекту

source: Search in directories
de: In Verzeichnissen suchen
el: Αναζήτηση σε καταλόγους
eo: Serĉi en dosierujoj
fr: Chercher dans les répertoires
he: חפש בספריות
id: Cari di direktori
it: Cerca nelle directory
ro: Căutare în directoare
uk: Пошук у каталогах

source: Include subdirectories
de: Unterverzeichnisse einschließen
el: Συμπερίληψη υποκαταλόγων
eo: Inkluzivi subdosierujojn
fr: Inclure les sous-répertoires
he: כלול ספריות משנה
id: Sertakan subdirektori
it: Includi sottodirectory
ro: Include subdirectoare
uk: Включити підкаталоги

source: Replace
de: Ersetzen
el: Αντικατάσταση
eo: Anstataŭigi
fr: Remplacer
he: החלף
id: Ganti
it: Sostituisci
ro: Înlocuiește
uk: Замінити

source: Replace all
de: Alles ersetzen
el: Αντικατάσταση όλων
eo: Anstataŭigi ĉion
fr: Remplacer tout
he: החלף הכל
id: Ganti semua
it: Sostituisci tutto
ro: Înlocuiește tot
uk: Замінити все

source: Replace with
de: Ersetzen mit
el: Αντικατάσταση με
eo: Anstataŭigi per
fr: Remplacer par
he: החלף ב
id: Ganti dengan
it: Sostituisci con
ro: Înlocuiește cu
uk: Замінити на

source: Prompt on replace
de: Vor Ersetzen fragen
el: Προτροπή για αντικατάσταση
eo: Peti pri anstataŭigo
fr: Invite à remplacer
he: הנח על החלפה
id: Permintaan untuk mengganti
it: Richiedi sostituzione
ro: Solicitați înlocuire
uk: Запит на заміну

source: Components palette
de: Komponentenpalette
el: Παλέτα εξαρτημάτων
eo: Paletro de komponantoj
fr: Palette de composants
he: פלטת רכיבים
id: Palet komponen
it: Tavolozza dei componenti
ro: Paleta componente
uk: Палітра компонентів

source: Find components
de: Komponenten suchen
el: Εύρεση στοιχείων
eo: Trovu komponantojn
fr: Chercher des composants
he: מצא רכיבים
id: Temukan komponen
it: Trova componenti
ro: Găsiți componente
uk: Знайти компоненти

source: Next instruction
de: Nächster Befehl
el: Επόμενη οδηγία
eo: Sekva instrukcio
fr: Instruction suivante
he: הוראה הבאה
id: Instruksi selanjutnya
it: Istruzione successiva
ro: Instrucțiunea următoare
uk: Наступна інструкція

source: Restart debugger
de: Debugger neu starten
el: Επανεκκίνηση προγράμματος εντοπισμού σφαλμάτων
eo: Rekomencu erarserĉilon
fr: Redémarrer le débogueur
he: הפעל מחדש את מאפר הבאגים
id: Mulai ulang debugger
it: Riavvia debugger
ro: Reporniți depanatorul
uk: Перезапустити налагоджувач

source: Toggle breakpoint
de: Hal&tepunkt umschalten
el: Εναλλαγή σημείου διακοπής
eo: Ŝaltigu rompopunkton
fr: Basculer le point darrêt
he: החלפת נקודת עצירה
id: Beralih breakpoint
it: Attiva/disattiva punto di interruzione
ro: Comută punctul de întrerupere
uk: Переключити точку зупину

source: Toggle breakpoint enabled
de: Haltepunktumschaltung aktiv
el: Ενεργοποίηση σημείου διακοπής
eo: Ŝaltigi rompopunkton ebligita
fr: Basculer le point darrêt activé
he: החלפת נקודת עצירה מופעלת
id: Beralih breakpoint diaktifkan
it: Attiva/disattiva punto di interruzione abilitato
ro: Comutare punct de întrerupere activat
uk: Увімкнути точку зупину

source: Please compile it first.
de: Bitte zuerst kompilieren.
el: Παρακαλώ μεταγλωττίστε πρώτα.
eo: Bonvolu unue kompili ĝin.
fr: Sil vous plaît compilez-le dabord.
he: אנא הידור אותו תחילה.
id: Silakan kompilasi terlebih dahulu.
it: Per favore compilalo prima.
ro: Vă rugăm să o compilați mai întâi.
uk: Спочатку скомпілюйте.

source: Copyright
ar: حقوق النشر
de: Urheberrecht
el: Πνευματικά δικαιώματα
eo: Kopirajto
fr: Droits d auteur
he: זכויות יוצרים
id: Hak Cipta
ro: Gazda
uk: Авторське право

source: Show as form
de: Als Formular anzeigen
el: Εμφάνιση ως φόρμα
eo: Montri kiel formo
he: הצג כטופס
id: Tampilkan sebagai formulir
it: Mostra come modulo
ro: Drepturi de autor
uk: Показати як форму

source: Delete word at cursor
de: Wort am Cursor löschen
el: Διαγραφή λέξης στον κέρσορα
eo: Forigi vorton ĉe kursoro
he: מחק מילה בסמן
id: Hapus kata pada kursor
it: Elimina la parola al cursore
ro: Afișați ca formular
uk: Видалити слово під курсором

source: Convert to Pascal string
de: In Pascal-String konvertieren
el: Μετατροπή σε συμβολοσειρά Pascal
eo: Konverti al Paskala ĉeno
he: המר למחרוזת פסקל
id: Konversi ke string Pascal
it: Converti in stringa Pascal
ro: Anulați comentariul
uk: Перетворити на рядок Pascal

source: Add watch at cursor
de: Überwachung am Cursor hinzufügen
el: Προσθήκη ρολογιού στον κέρσορα
eo: Aldonu horloĝon ĉe kursoro
he: הוסף שעון בסמן
id: Tambahkan jam tangan di kursor
it: Aggiungi orologio al cursore
ro: Editați punctul de întrerupere
uk: Додати годинник до курсору

source: Bookmark
de: Lesezeichen
el: Σελιδοδείκτης
eo: Legomarko
he: סימנייה
it: Segnalibro
ro: Adăugați ceasul la cursor
uk: Закладка

source: Set Bookmark
de: Lesezeichen setzen
el: Ορισμός σελιδοδείκτη
eo: Agordu Legosignon
he: הגדר סימניה
id: Setel Bookmark
it: Imposta segnalibro
ro: Marcaj
uk: Установити закладку

source: Find Bookmark
de: Lesezeichen suchen
el: Εύρεση σελιδοδείκτη
eo: Trovu Legomarkon
he: מצא סימניה
id: Temukan Bookmark
it: Trova segnalibro
ro: Setare marcaj
uk: Знайти закладку

source: Insert GUID
de: GUID einfügen
el: Εισαγωγή GUID
eo: Enmeti GUID
he: הכנס GUID
id: Sisipkan GUID
it: Inserisci GUID
ro: Găsiți marcaj
uk: Вставити GUID

source: Insert UID
de: UID einfügen
el: Εισαγωγή UID
eo: Enmeti UID
he: הכנס UID
id: Sisipkan UID
it: Inserisci UID
ro: Inserați GUID
uk: Вставити UID

source: Insert Template
de: Vorlage einfügen
el: Εισαγωγή προτύπου
eo: Enmeti Ŝablonon
he: הוסף תבנית
id: Sisipkan Template
it: Inserisci modello
ro: Inserați UID-ul
uk: Вставити шаблон

source: Show as text
de: Als Text anzeigen
el: Εμφάνιση ως κείμενο
eo: Montri kiel tekston
he: הצג כטקסט
id: Tampilkan sebagai teks
it: Mostra come testo
ro: Clasa completa la cursor
uk: Показати як текст

source: Undelete
de: Wiederherstellen
el: Αναίρεση διαγραφής
eo: Malforigi
he: בטל מחיקה
id: Batalkan penghapusan
it: Annulla eliminazione
ro: Afișați ca text
uk: Відновити

source: Select Childwidget
de: Unter-Widget auswählen
el: Επιλογή Childwidget
eo: Elektu Childwidget
he: בחר יישומון ילד
id: Pilih Childwidget
it: Seleziona widget figlio
ro: Anulați ștergerea
uk: Виберіть дочірній віджет

source: Iconify
de: Ikonisieren
el: Εικονοποίηση
eo: Ikonigi
he: אייקון
id: Ikonifikasi
it: Iconizza
ro: Selectați Childwidget
uk: Іконувати

source: Deiconify
de: Entikonisieren
el: Αποεικονίζω
eo: Deikonigi
id: Deikonifikasi
it: Deiconizzare
ro: Iconificare
uk: Деіконізувати

source: Edit component
de: Komponente bearbeiten
el: Επεξεργασία στοιχείου
eo: Redakti komponanton
he: ערוך רכיב
id: Edit komponen
it: Modifica componente
ro: Deiconificare
uk: Редагувати компонент

source: Sync. to Font Height
de: Sync. auf Schrifthöhe
el: Συγχρονισμός με ύψος γραμματοσειράς
eo: Sinkronigi al Tiparo-Alteco
he: סנכרון לגובה גופן
id: Sinkronkan ke Tinggi Font
it: Sincronizza con l'altezza del carattere
ro: Editare componentă
uk: Синхронізувати з висотою шрифту

source: Bring to Front
de: Nach vorne bringen
el: Μεταφορά στο μπροστινό μέρος
eo: Alportu al la fronto
he: הבא לחזית
id: Bawa ke Depan
it: Porta in primo piano
ro: Sincronizare cu înălțimea fontului
uk: Вивести на передній план

source: Send to Back
de: Nach hinten senden
el: Αποστολή στην Πίσω
eo: Sendu al Malantaŭen
he: שלח לגב
id: Kirim ke Kembali
it: Invia a indietro
ro: Aduceți în față
uk: Надіслати назад

source: Set Widget Order
de: Widget-Reihenfolge festlegen
el: Ορισμός σειράς γραφικών στοιχείων
eo: Agordu Widget-Ordon
he: הגדר סדר יישומון
id: Setel Urutan Widget
it: Imposta ordine widget
ro: Trimite în spate
uk: Установити порядок віджетів

source: Set Tab Order
de: Tab-Reihenfolge festlegen
el: Ορισμός σειράς καρτελών
eo: Agordu Tab Ordon
he: הגדר סדר כרטיסיות
id: Setel Urutan Tab
it: Imposta ordine schede
ro: Setați Wcomanda idget
uk: Установити порядок вкладок

source: Set Creation Order
de: Erstellungsreihenfolge festlegen
el: Ορισμός σειράς δημιουργίας
eo: Agordu Ordon de Kreado
he: הגדר סדר יצירה
id: Atur Urutan Pembuatan
it: Imposta ordine di creazione
ro: Setați ordinea filelor
uk: повідомлення r «Установити порядок створення»

source: Revert to inherited
de: Auf ererbt zurücksetzen
el: Επαναφορά στο κληρονομικό
eo: Reveni al heredita
he: חזור ליורשת
id: Kembali ke warisan
it: Ripristina ereditato
ro: Setați ordinea de creare
uk: Повернутися до успадкованого

source: Touch Form
de: Formular erneuern
el: Φόρμα αφής
eo: Tuŝformularo
he: טופס מגע
id: Formulir Sentuh
it: Modulo di tocco
ro: Reveniți la moștenit
uk: Сенсорна форма

source: Touch all Forms
de: Alle Formulare erneuern
el: Αγγίξτε όλες τις φόρμες
eo: Tuŝu ĉiujn Formojn
he: גע בכל הטפסים
id: Sentuh semua Formulir
it: Tocca tutti i moduli
ro: Formular atingere
uk: Торкніться до всіх форм

source: Insert Submodule
de: Submodul einfügen
el: Εισαγωγή υπομονάδας
eo: Enmeti Submodulon
he: הכנס תת-מודול
id: Sisipkan Submodul
it: Inserisci sottomodulo
ro: Atinge toate formularele
uk: Вставити підмодуль

source: Insert Component
de: Komponente einfügen
el: Εισαγωγή στοιχείου
eo: Enmeti Komponon
he: הכנס רכיב
id: Sisipkan Komponen
it: Inserisci componente
ro: Inserați submodulul
uk: Вставити компонент

source: Hide Components
de: Komponenten ausblenden
el: Απόκρυψη στοιχείων
eo: Kaŝi Komponentojn
id: Sembunyikan Komponen
it: Nascondi componenti
ro: Inserați componentă
uk: Приховати компоненти

source: Hide Widgets
de: Widgets ausblenden
el: Απόκρυψη γραφικών στοιχείων
eo: Kaŝi Fenestraĵojn
id: Sembunyikan Widget
it: Nascondi widget
ro: Ascunde componentele
uk: Приховати віджети

source: Hide Widgets<>Components
de: Widgets<>Komponenten ausblenden
el: Απόκρυψη γραφικών στοιχείων<>Στοιχείων
eo: Kaŝi Fenestaĵojn<>Elementojn
id: Sembunyikan Widget<>Komponen
it: Nascondi widget<>Componenti
ro: Ascunde widget-urile
uk: Сховати віджети<>компоненти

source: Show all
de: Alles anzeigen
el: Εμφάνιση όλων
eo: Montri ĉion
id: Tampilkan semua
it: Mostra tutto
ro: Ascunde widget-urile<>Componentele
uk: Показати все

source: Ancestor
de: Vorfahr
el: Πρόγονος
eo: Prapatro
he: אב קדמון
id: Leluhur
it: Antenato
ro: Afișați tot
uk: Попередник

source: Copied Files
de: Kopierte Dateien
el: Αντιγραμμένα αρχεία
eo: Kopiitaj Dosieroj
he: הועתקו קבצים
id: File yang Disalin
it: File copiati
ro: XScale
uk: Скопійовані файли

source: Destination
de: Ziel
el: Προορισμός
eo: Celo
he: יעד
id: Tujuan
it: Destinazione
ro: Fișiere copiate
uk: Пункт призначення

source: Kind
de: Art
el: Είδος
eo: Afabla
he: חביב
id: Baik
it: Gentile
ro: Destinație
uk: Добрий

source: Source File
de: Quellendatei
el: Αρχείο πηγής
eo: Fontodosiero
he: קובץ מקור
id: File Sumber
it: File sorgente
ro: Amabil
uk: Вихідний файл

source: Form File
de: Formulardatei
el: Αρχείο φόρμας
eo: Formularo
he: קובץ טופס
id: File Formulir
it: File modulo
ro: Fișier sursă
uk: Файл форми

source: Parameters
de: Parameter
el: Παράμετροι
eo: Parametroj
he: פרמטרים
id: Parameter
it: Parametri
ro: Fișier formular
uk: Параметри

source: Load/save editor settings
de: Editoreinstellungen laden/speichern
el: Φόρτωση/αποθήκευση ρυθμίσεων επεξεργασίας
eo: Ŝargi/konservi agordojn de redaktilo
he: טען/שמור הגדרות עורך
id: Muat/simpan pengaturan editor
it: Carica/salva le impostazioni dell'editor
ro: Parametri
uk: Завантажити/зберегти налаштування редактора

source: Auto load
de: Automatisches laden
el: Αυτόματη φόρτωση
eo: Aŭtomata ŝarĝo
he: טעינה אוטומטית
id: Pemuatan otomatis
it: Caricamento automatico
ro: Încărcați/salvați setările editorului
uk: Автозавантаження
